import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Akk= () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
            
           
            <img src="images/od/40f10a80273c350143cf5e6bf872a418.jpeg"/> 
              <img src="images/od/akkermanska-fortetsya-min.jpg"/>
               <img src="images/od/maxresdefault.jpg"/>
            </div>      
    </div>
             
<div class="inf">
        <a><p>Аккерманська фортеця – одна з наймогутніших та найцікавіших фортець Півдня. ЇЇ прекрасно збережені мури, що височіють над темними водами лиману, і нині вражають своєю величчю та неприступністю.</p>

        <p>Фортеця стоїть на скелястому березі Дністровського лиману на місці Тіри – давньогрецького поліса V – IV ст. до н. е. Укріплення, що формувалося протягом XIV – XV ст, належить до баштово-стінового типу. Воно складається з чотирьох частин: цитаделі або генуезького замку північного (гарнізонного), південного і портового дворів.</p>
            
        <p>Найбільш давньою є цитадель, споруджена в другій половині XIII – першій половині XIV ст., імовірно, генуезцями. У плані це чотирикутник з чотирма наріжними круглими баштами. У південній оборонній стіні цитаделі влаштовано в’їзну браму, а на замковому подвір’ї розташовувалися пристінні житлові корпуси та каплиця.</p>
            
        <p>Могутні оборонні мури завтовшки 3-5 м і заввишки близько 15 м завершувалися зубцями-мерлонами. Відкритими бойовими галереями вони поєднувалися з п’ятиярусними наріжними баштами, увінчаними зубцями-мерлонами та конусоподібними дахами. В баштах збереглися щілиноподібні бійниці. Кожна башта мала підвальні приміщення, де зберігалися боєприпаси, а верхні яруси використовувалися за певним функціональним призначенням. Так, у південно-західній розміщувалася в’язниця, у північно-західній – скарбниця, а південно-східна була комендантською. </p>   
          
        <p>На рубежі XIV-XV ст. придністровські землі увійшли до складу Молдавського князівства, і місто-фортецю стали називати Четатя-Алба (Біла фортеця). Протягом 1438-1454 рр. у південному напрямку від цитаделі було зведено могутню фортифікаційну систему, що складалася з двох поясів оборонних мурів, загальною довжиною близько 2 км, і 26 башт. Зовні укріплення оточував глибокий рів.

Із заходу до оборонного муру вздовж лиману вузькою смугою примикав ще один укріплений двір – портовий. До фортеці вели дві в’їзні брами, влаштовані в оборонних мурах: зі сходу – головна Кілійська брама та з заходу – Овідіопольська брама. Сполучення з портовим двором з боку лиману здійснювалося через водяний барбакан з воротами.</p>  
            
            
            <p>Незважаючи на міцність укріплення, у 1484 р. після тривалої облоги його захопили турки й назвали Акерман (Біла фортеця). Понад 300 років перебувала фортеця під турецьким володарюванням. У 1789 р. Акерман перейшов під управління російських військ, а з 1832 р. фортеця втратила військово-оборонну функцію.. До нашого часу в основному збереглися оборонні мури та башти, що визначають історично сформовану планувально-просторову структуру фортеці. З початку XX ст. тут ведуться реставраційні роботи, що дало можливість активно використовувати історико-архітектурний комплекс із культурно-туристичною метою. Серед численних башт, що збереглися, особливу зацікавленість викликають башти Овідія та Пушкіна.</p>
            
            <p>Башту Овідія, або Дівочу, розташовано на розі південної і східної оборонних стін, ліворуч від головних воріт. Триярусна восьмикутна у плані, башта завершується восьмигранним наметовим дахом. За легендою, на початку ери римського поета Овідія за наказом імператора Августа було заслано в східну провінцію. У 8 р. н. е. поет знайшов притулок у Тірі. </p>
            
            <p>Напевно стверджувати, чи насправді жив у Тірі Овідій, не можна. Щодо О. Пушкіна, то його відвідини Акермансь-кої фортеці є достеменним фактом. Під час перебування в Одесі О. Пушкін у грудні 1821 р. побував в укріпленні, і саме там народився задум створення послання “К Овидию”. Башту Пушкіна розміщено над лиманом, навпроти башти Овідія. Триярусна, чотиригранна, з балконом башта Пушкіна виходить у бік лиману. У різний час фортецю відвідали й інші відомі особистості: Леся Українка, Максим Горький, Адам Міцкевич, Іван Нечуй-Левицький. Акерманська фортеця є унікальною пам’яткою оборонної архітектури XIIІ—XV ст., цінним об’єктом наукових досліджень і культурно-туристичного використання.</p>
    </a>
                                
</div>    


<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2761.500587340179!2d30.348491315582212!3d46.20049597911656!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40c7dcd52e629623%3A0x6b58c41bdd799cab!2sBilhorod-Dnister%20fortress!5e0!3m2!1sen!2sua!4v1681123035780!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default Akk;            
