import "../1.js"
import { Link, useLocation } from "react-router-dom";

const AndCh = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>
            <div id ="slider">
          <div id = "polosa">
                        
                         <img src="images/kyiv/RUBO0m9rkG4h.jpg"/>
               <img src="images/kyiv/09kyiv-saint-andrew-church-inside01-1200x800kyiv.jpg"/>
                         <img src="images/kyiv/Andriyivska-tserkva-640x360.jpg"/>
                       
             
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Андріївська церква у Києві – пам’ятка історії, архітектури, живопису XVIII ст. світового значення. Вона збудована у 1747-1762 роках у стилі бароко за проектом видатного архітектора Ф.-Б. Растреллі. Довершеність ліній, чіткі пропорції, дивовижна гармонія форм і навколишнього ландшафту здобули їй загальне визнання і славу.</p>

       

        <p>Після освячення у серпні 1767 року Андріївська церква працювала як звичайна діюча церква до 1932 року, аж поки за рішенням радянського уряду в ній було припинено богослужіння. У 1935 році церква на правах філії увійшла до складу історико-культурного заповідника «Всеукраїнське музейне містечко». У 1939 році в ній розміщується філія Софійського антирелігійного музею. В роки Другої світової війни в Андріївській церкві поновлюються богослужіння.</p>

        <p>У 1961 році церква як діюча закривається. Постановою Ради Міністрів УРСР № 766 від 10 липня 1962 року споруду Андріївської церкви передано на баланс Держбуду УРСР, а наказом Держбуду УРСР № 4 від 10 січня 1968 року – Державному архітектурно-історичному заповіднику «Софійський музей». 10 вересня 1968 року Андріївська церква відкривається як архітектурно-історичний музей-філія заповідника. З 1987 року вона входить до складу Національного заповідника «Софія Київська» на правах відділу.</p>

        <p>Андріївська церква зберегла не тільки автентичні архітектурні форми, найбільший відсоток оздоблення екстер’єру, але й у всій повноті донесла до наших днів своє внутрішнє оздоблення, яке є неперевершеним зразком православного церковного інтер’єру стилю бароко.</p>

        <p>Автором внутрішнього оздоблення Андріївської церкви є архітектор Ф.-Б. Растреллі. Ліплення, що виготовлялося з гіпсу, а потім вкривалося позолотою, має вигадливі форми квіткових гірлянд, стилізованих пальмових гілок, листя аканту, рокайлів, голівок херувимів. Неперевершеними зразками різьбярського мистецтва в Андріївській церкві є іконостас, надпрестольна сінь-ротонда, проповідницька кафедра, які поєднують різноманітні види плоскої, рельєфної, горельєфної різьби по дереву, золоченої та поліхромної круглої скульптури</p>
            
        <p>Основним декоративним та ідейно-художнім компонентом інтер’єру є іконостас висотою 23,4 м. В іконостасі Андріївської церкви знаходиться 39 ікон, які дають чітке уявлення про характер церковного живопису середини XVIII ст.</p>
            
        <p>За час існування Андріївська церква не зазнала значних змін і перебудов, хоча ремонтувалася багато років. У 2009 році розпочалися протиаварійні роботи з укріплення Андріївського пагорба, конструкцій споруди церкви та її фундаментів, які тривають донині.</p>
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2540.0156381895317!2d30.51484941573166!3d50.4594334794766!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d4ce43925b6597%3A0xa40ae8f859121eaa!2sSt.%20Andrew&#39;s%20Church!5e0!3m2!1sen!2sua!4v1681036930109!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default AndCh;   