import "../1.js"
import { Link, useLocation } from "react-router-dom";

const AskNov = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
        <div id = "polosa">
            <img src="images/cher/277784332_1312278642599353_7346733172560192237_n-920x690.jpg"/>
            <img src="images/cher/36473090-1024x680.jpg"/>
            <img src="images/cher/nmbekavqga5y3bxbvylf.jpg"/>
        </div>      
    </div>
             
<div class="inf">
                
        <a><p>Цілинний степ „Асканія-Нова” – єдина в Європі ділянка типчаково-ковилового степу, якого ніколи не торкався плуг, – має велику наукову, культурно-пізнавальну та практичну цінність… Серед заповідних об’єктів України біосферний заповідник «Асканія-Нова» посідає особливе місце, адже історія заповідання його території нараховує близько 110 років. Так, багатий землевласник Фрідріх Фальц-Фейн у 1898 році у своєму родовому маєтку за власною ініціативою першим у світі вилучив з господарського використання ділянку своїх угідь, яка стала праядром теперішнього найбільшого в Європі (11054 га) заповідного типчаково-ковилового степу.</p>

        <p>Сучасний заповідний степ складається з трьох масивів: Північний, Південний, Великий Чапельський під, а також з перелогів, де вивчаються процеси відновлення природної рослинності. Суха мова статистики відмічає зростання тут 478 видів вищих рослин. Але вона не може передати різноманіття всіх проявів, букету запахів, притаманних лише дикому степу. Наукове означення його досить просте і коротке: посушливий, кострицево-ковиловий.</p>   
            
        <p>Степ постійно змінює своє забарвлення. Загляньте сюди наприкінці квітня і побачите, як на сірому фоні минулорічної трави яскравими різнобарвними вогниками горять квіти тюльпанів, ніжною блакиттю манять півники. Розстелить ковила українська свої перисті остюки – і степ вже хвилюється, наче море. Зацвіте льон австрійський – і земля ніби вкриється легким серпанком. Пройде ще трохи часу – і степ вже нагадує килим. Переважають багаторічні трави (51 %). До «Червоної книги України» занесено 13 видів вищих рослин, 3 види грибів та 4 – лишайників. Шість видів квіткових асканійської автохтонної флори занесені до міжнародних червоних списків.</p>   
            
        <p>Тваринний світ заповідного степу, в основному, зберіг свою аборигенну фауну, за винятком крупних видів ссавців та птахів. Тут зустрічаються типові мешканці степового ландшафту: малий ховрашок, степовий байбак, тушканчик великий, заєць-русак, мишовидні гризуни, а також середні та дрібні хижаки: звичайна лисиця, степовий тхір, ласка.</p>
            
        <p>У густому травостої мешкають не менше 1155 видів членистоногих, 7 видів земноводних і плазунів, 18 видів ссавців, в різні пори року зустрічається більше 270 видів птахів, з яких 107 видів залишаються на гніздування.

        Великий Чапельський під (4х6 км) – унікальна депресія, для якої характерно періодичне заповнення талою водою. В найглибшій частині зростають гідрофіти, у тому числі найрідкісніший вид в Україні – зіркоплідник частуховидний. На цій ділянці – найвищий показник видової насиченості квіткових – 368 видів. Флора поду налічує також значну кількість ендеміків – 53 види, з них 7 зустрічаються лише тут, а 8 видів занесені до «Червоної книги України».</p>
            
        <p>На території Великого Чапельського поду в умовах, наближених до природних, утримуються табуни диких копитних з різних континентів. Тут протягом усього року мешкають бізони, сайгаки, лань європейська, коні Пржевальського, туркменські кулани, благородні олені, кафрські буйволи. Влітку сюди випускають стадо антилоп канна, гну та нільгау, зебр та вихідців з далекої Індії – гаялів. Ближче до осені в центрі поду збирається велика кількість перелітних птахів: різні види качок, багатотисячні зграї журавлів, сірих гусей, куликів.

        Великою популярністю користується екскурсія на мікроавтобусі чи у кінному екіпажі маршрутом, прокладеним територією Великого Чапельського поду. Екологічна стежка заповідного степу проходить територією ділянки “Стара” (площа 520 га), де представлені майже усі характерні типи рослинності та ґрунтів, чітко простежується екологічний ряд.</p>
        
        <p>У заповіднику варто відвідати зоопарк, де зібрані птахи та тварини майже з усіх країн світу, а також мальовничий ботанічний сад з величезною кількістю штучних ставків, де представлені дерева та кущі усіх кліматичних зон Землі.</p>
               
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2748.133768476057!2d33.9794836155913!3d46.465858279125555!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40c24b61e063f919%3A0xcf0a954fc7fe3640!2sAskania-Nova!5e0!3m2!1sen!2sua!4v1681479103578!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default AskNov;   