import { Link } from "react-router-dom";



const Bird= () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>
        <div id ="slider">
        <div id = "polosa">
                      <img src="images/crimea/8924b96b8c110df5fc5c310e29f57fcb.jpg"/>
                      <img src="images/crimea/2fd6a32-lastivchyne-gnizdo.jpg"/>
                      <img src="images/crimea/o_1gat8oojm6gv1ac51sjm157n12f437.jpg"/>
          </div>      
  </div>
           
<div class="inf">
              
      <a><p>«Ластівчине гніздо» - знаменитий мальовничий замок у курортному селищі Гаспра (Велика Ялта), в 20 км від центру Ялти, що височіє на самому краєчку Аврориної скелі мису Ай-Тодор. Ми знаємо його з дитинства. Адже коли мова заходить про Крим, майже завжди змальовується «Ластівчине гніздо». І не дивно - цей казковий замок став його емблемою. Незважаючи на свої незначні, «пташині» розміри (висота - 12 метрів, ширина - 10 метрів, довжина - 20 метрів), це майже мініатюрна будова втілює в собі узагальнений, збірний образ Кримської землі.</p>

      <p>Замок виправдовує свою назву - і за розмірами і за місцем розташування: він буквально нависає над урвищем, ластівки теж в'ють гнізда у найнеприступніших місцях. Враховуючи це, замок справді є пташиним гніздечком.</p>

      <p> Замок «Ластівчине гніздо» - головна визначна пам'ятка Криму і його візитна картка. У зовнішньому вигляді «Ластівчиного гнізда» вгадується подібність із лицарськими замками. Ті ж стрілчасті арочні вікна, донжон (головна кругла башта), кам'яні зубці й шпилі на донжоні та замковому даху.</p>

      <p> Замок «Ластівчине гніздо» будувався в кінці XIX століття для відставного генерала російсько-турецької війни 1877-1878 рр. в якості його дачного маєтку, так званого «Генераліфа». Видно, серце старого вояки не зачерствіли від битв і боїв, раз він вирішив звести замок у такому мальовничому місці - на скелі, яка названа на честь богині ранкової зорі Аврори. Романтик за вдачею він називав свою обитель «Замком кохання», хоча, правда, тоді ще «Ластівчине гніздо» не було настільки елегантним, як сьогодні. Тоді воно являло собою нехитру одноповерхову дерев'яну будівлю без зубчастого парапету та готичних пінаклів. Відомі мариністи (І. Айвазовський, О. Боголюбов, Л. Лагоріо) зобразили його в своїх роботах.</p>

      <p>Недовго новий замок радував Штенгеля. Через два роки після його будівництва він емігрував до Німеччини. Очевидно, це було викликано несприятливою обстановкою в світі - назрівала Перша світова війна. «Ластівчине гніздо» перейшло до нового власника - московського купця Шелапутіна, який організував тут ресторан.</p>

      <p>У 1927 році в Гаспрі стався сильний землетрус. Обвалилася частина скелі, яка служила фундаментом замку, ховаючи під кам'яними брилами палацовий сад. Сам замок вистояв, але він навис над морем, балансуючи між небом і землею. Через тріщини у стінах виникла загроза обвалення, і замок був закритий для відвідування на довгих 40 років. Тільки з 1967 року по 1968 рік проводяться реконструкційні роботи. Лише після цього замок «Ластівчине гніздо», справжня казка з каменю, знову став доступний всім бажаючим.</p>

      <p>Символ Криму і гордість кримчан замок «Ластівчине гніздо» не міг не зацікавити кінематограф. Саме тут проходили зйомки деяких сцен знайомих нам фільмів, таких як «Десять негренят», «Людина-амфібія», «Міо, мій Міо» та ін.</p>
      </a>
                              
</div>    


   
<div class="map">
  <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2849.1329867729996!2d34.12626296552313!3d44.43043422910227!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4094c78678024639%3A0xab730c5afd6ab04e!2sSwallow&#39;s%20Nest!5e0!3m2!1sen!2sua!4v1680460330019!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>

 
  <div class="form-item__textarea">
          <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
          <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
          <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
         
  </div>
           <div class="button_comm" >
            <button type="comm">Надіслати</button>
           
           </div>
</div> 
</div>
    );
};

export default Bird;
