import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Bl = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>
            <div id ="slider">
          <div id = "polosa">
                        
                         <img src="images/fr/DSC_7822.jpg"/>
               <img src="images/fr/mg_3220-scaled.jpg"/>
                         <img src="images/fr/csm_IMG_1249_acd23c3266.jpg"/>
                       
             
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Церква в Коломиї - одна з найдосконаліших представниць гуцульської дерев'яної архітектури, крім того - одна з найдавніших серед них (разом з рогатинським храмом). Якщо обійти її по периметру, видно, що всі фасади рівноцінні, ретельно пророблені. Але, виявляється, такою хрещатою споруда не була від початку. Первісно це була тридільна, вірогідно, одноверха церква, а у XVIII ст. з півночі і з півдня до неї прирубили ще два приміщення, перетворивши її на хрестову. Але зробили це настільки майстерно, що це зовсім непомітно непрофесійному окові.</p>

        <p>Церква виглядає приземкуватою, виражено горизонтальної композиції, причому цей ефект посилює широке опасання, яке створю глибоку, аж чорну тінь під собою (це видно на заглавному фото). Логвин пише, що за це в народі церкву лагідно називали «печеричкою», грибочком.

Подвір'я храму з боку вулиці обгороджене, на нього веде гарна брама з дашком, зроблена в гуцульській традиції. Церква діюча, але нам потрапити всередину не вдалося. </p>

        <p>Церква розташована на околиці Коломиї (від центру треба йти не менше 20-30 хвилин), на великому старому цвинтарі. Навіть тим, хто не цікавиться могилами, буде пізнавально ним прогулятися. Невідомо, яким дивом, але серед старих могил і склепів зберігся навіть надгробок молодим хлопцям, воякам УПА (фото ліворуч), які загинули у 1944 році. Чому його не знищили? Не помітили?

Комплекс, що складається з двох дерев’яних будівель - Благовіщенської церкви та розташованої на північний захід від неї двоярусної дзвіниці, - розміщується на старому міському кладовищі східної околиці Коломиї. Завдяки рівнинному рельєфу він відіграє роль архітектурного акценту цієї частини міста.</p>

        <p>Благовіщенська церква може вважатися найдавнішим зразком гуцульського дерев’яного храму, який зберігся до нашого часу. Незважаючи на існування двох точок зору щодо дати зведення церкви (1587 р. та XVIII ст.), натурне обстеження головних архітектурно-конструктивних вузлів будівлі дає змогу віднести її будівництво на кінець XVI ст. Як і більшість церковних споруд цієї групи, пам’ятка - хрещата в плані, п’ятизрубна, з одним центральне розташованим верхом. Усі п’ять зрубів мають чотирикутну в плані форму та витягнуті по горизонталі пропорції, що надає споруді підкреслено присадкуватого характеру. Це враження посилюється влаштуванням навколо церкви обхідної галереї-піддашшя на фігурних кронштейнах, що є найвиразнішим горизонтальним акцентом в об’ємній композиції споруди. Восьмигранний верх над центральним зрубом також підкреслює горизонтальний характер композиції.</p>

        <p>Дзвіниця, збудована у XVIII ст., є найпоширенішим на Гуцульщині різновидом дерев’яної дзвіниці типу “четверик на четверику”. Перший ярус - зрубний четверик, 2-й - відкрита аркада-галерея, увінчана невисоким наметовим дахом.</p>

        <p>Як і церква, дзвіниця вирізняється підкреслено горизонтальними пропорціями, чому сприяє влаштування навколо неї розлогого піддашшя на фігурних кронштейнах. Пам’ятка є одним з найдосконаліших ансамблів гуцульської народної архітектури.</p>
            
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d11610.014143715167!2d25.018609147276273!3d48.52443610719339!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4736d28b3d25b4e7%3A0xb1910ec15ffe5127!2sChurch%20of%20the%20Annunciation%20of%20the%20Blessed%20Virgin%20Mary!5e0!3m2!1sen!2sua!4v1680990960209!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>


            </div>

);
};

export default Bl;   