import "../1.js"
import { Link, useLocation } from "react-router-dom";

const BZ= () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

   <div id ="slider">
          <div id = "polosa">
            <img src="images/mik/Vitaliy-Bashkatov_-Vidomski_porohy_na_svitanku-1-scaled-e1620380675596.jpg"/>
            <img src="images/mik/aktove15_6_1.jpg"/>
            <img src="images/mik/haap7b5jay6tpjozenmx.jpg"/> 
            </div>      
    </div>
             
<div class="inf">
        <a><p>Національний природний парк «Бузький Гард» створений Указом Президента України 30 квітня 2009 р. Загальна площа території парку становить 6138,13 гектара. Для створення унікального ландшафту у долинах Південного Бугу, Арбузинки, Мертвовода природа працювала понад 3 000 000 років. На цій території на земну поверхню виходять одні з найстаріших порід Українського Кристалічного Щита. Це одна з найдавніших ділянок суші Євразії, яка не поринала у морські глибини вже протягом 60 000 000 років.</p>

        <p>Тягнеться парк на 70 км вздовж річки Південний Буг від південної частини Первомайска до села Олександрівка Вознесенського району, а також в долині річки Велика Корабельна від села Благодатне до села Семенівка Арбузинського району, та річки Мертвовод від села Петропавлівка Братського району до села Актового Вознесенського району, включаючи долину річки Арбузинка від села Трикрати до села Актового. Найвища висота на території Національного природного парку — 120 м над рівнем моря біля села Мигія Первомайського району в урочищі «Літній хутір».</p>
            
        <p>Долину річки Південний Буг недарма вважають однією з найкращих природних «перлин» України. Особливо мальовничою є територія від північної околиці села Кінецпіль до міста Вознесенська. А дивовижні маленькі річки Мертвовод та Арбузинка, які є притоками Південного Бугу, за мільйони років створили неповторний каньйон, який захоплює подих, хоч течія цих річок, не така стрімка, як Бугу. Годинами можна дивитися на цей витвір мистецтва, створений природою.</p>
            
        <p>Він розташований на території п’яти районів Миколаївської області: Первомайському, Арбузинському, Доманівському, Вознесенському та Братському. «Бузький Гард» створено з метою збереження, відтворення та раціонального використання унікальних природних та історико-культурних комплексів у басейні Південного Бугу, що мають важливе природоохоронне, наукове, історико-культурне, естетичне, рекреаційне та оздоровче значення. Парк розташований в долині р. Південний Буг від м. Первомайськ Миколаївської області до смт. Олександрівка Вознесенського району, а також в долинах річки Велика Корабельна від с. Благодатне до с. Семенівка Арбузинського району (основна частина) та р. Мертвовод від с. Петропавлівка Братського району до с. Актове Вознесенського району, включаючи долину р. Арбузинка від с. Трикрати до с. Актове (відокремлена ділянка). </p>   
          
        <p>Головне завдання фахівців Національного природного парку "Бузький гард": збереження унікальних природних комплексів та історичних ландшафтів; проведення еколого-освітньої роботи; створення умов для організованого відпочинку; проведення наукових досліджень, розробка наукових рекомендацій.  Місцевість, де розташований парк, відома як Гранітно-степове Побужжя. 

 Протяжність парку вздовж річки Південний Буг становить 58 км, загальна довжина кордонів сягає 280 км. На території парку та безпосередньо біля його меж знаходиться 35 населених пунктів. Південний Буг тече тут у крутих кам'янистих берегах, утворюючи вузьку каньйоноподібну долину з величними гранітними скелями, водограями й островами. 
            </p>  
            
            
            <p>До складу території парку входять також об`єкти природно-заповідного фонду місцевого значення: -       іхтіологічний заказник "Південнобузький" -       ботанічна пам`ятка природи "Гирло річки Бакшала" -       геологічна пам`ятка природи "Протичанська скеля" -       геологічна пам`ятка природи "Турецький стіл" -       заповідне урочище "Лабіринт" -       заповідне урочище "Василева пасіка" -       заповідне урочище "Лівобережжя" -       заповідне урочище "Літній хутір Скаржинського" Частина території парку від Первомайська до селища Олександрівка є улюбленим місцем паломництва туристів. Саме тут розташовані пороги, як на гірських річках. Перевагою мигіївського  рафтингу є тепла вода, у порівнянні з гірськими річками та надзвичайної краси пейзажі. </p>
    </a>
                                
</div>    


<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d10672.791702800056!2d30.9542735!3d48.0292039!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40cfb4e752860c93%3A0xa1d444d2fce26087!2sBug%20Guard%20National%20Park!5e0!3m2!1sen!2sua!4v1681120896403!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default BZ;             