import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Cherv = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                        <img src="images/riv/7879.jpg"/>
                        <img src="images/riv/1314x680px-Chervonohorod_9.webp"/>
                        <img src="images/riv/283f9ec3e7479a9bcad790140189474f.jpeg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Джуринський водоспад є найбільшим рівнинним водоспадом на всій території України. Максимальний перепад висот між нижньою і верхньою точками досягає шістнадцяти метрів. Однак якщо брати до уваги не тільки висоту, а й обсяги падаючих вод, то, без сумніву, він є лідером. Обсяги падаючої з водоспаду води просто величезні: у певних місцях, підійшовши впритул до потоку, шум буде настільки сильний, що не буде чути поруч стоїть співрозмовника.</p>

        <p>Як свідчать легенди тутешніх місць і підтверджують деякі з істориків, цей унікальний водний джерело з'явився завдяки турецьким загарбникам. Саме вони, під час одного з набігів, що сталося більше чотирьох століть тому, пустили місцеву річку під назвою Джурин по іншому руслу, в надії замучити захисників спрагою і нарешті захопити оборонну фортецю. Після відходу турецьких військ і утворився цей прекрасний і досить незвичайний водоспад. Його назвали на честь річки, яка сприяла його створення.</p>

        <p>Згідно з іншим повір'ям, поява Джуринського водоспаду нерозривно пов'язане з неіснуючим в наші дні містом Червоноград. У сучасних картах України Ви не знайдете такого міста, оскільки поселення з такою назвою не існує вже понад 50-ти років. Місцезнаходження знайти досить нелегко, дістатися до руїн старовинного міста можна, лише відправившись до села Нирків або Нагоряни, розташованих в Тернопільській області. Далі дорогу підкажуть місцеві жителі. До цього місця не веде жоден покажчик, тому самостійно його знайти практично неможливо. Громадський транспорт їздить в тутешні місця вкрай рідко, не дивлячись на це, курсує автобус з напрямком Заліщики-Нирків. Так чи інакше, ще належить подолати пішки близько шести кілометрів по пересіченій місцевості.</p>

        <p>До наших днів серед усіх Червоноградських будівель збереглися лише постарілі стіни Червоноградського замку XVII століття, а також залишки католицького костелу XVIII століття. Парадокс - замок до сих пір називають Червоноградським, а самого міста вже не існує на цьому місці. Безперечно, на території України існує й інший Червоноград, однак його місце розташування відноситься до Львівської області, прямо на кордоні з Польщею. А тернопільського, хоч і є в минулі часи містом королів і адміністративним центром, більше не існує на карті.</p>

        <p>Спочатку замок звели ще на початку IX століття. У 1313 році, коли будова перейшло у володіння братів Корятовичів, воно було укріплено. На рубежі XIV-XV століть Червоноград і однойменний замок стали частиною польських володінь. А на початку XVII століття дерев'яні стіни і перекриття замку були замінені на кам'яні, крім цього вся будова було укріплено валами. З 1778 року Червоноград перейшов у володіння Адама Кароля Понінського. Власник спорудив замок-палац на місці розташування напіврозваленого Червоноградського замку. З цього моменту замок перестав нести оборонну функцію.</p>

        <p>Неподалік від замку, на пагорбі знаходиться занедбаний цвинтар і каплиця. Саме в ній поховані останки членів Понінських сім'ї. А сам замок ще не раз переходив у володіння різних господарів.

На жаль, Перша і Друга світові війни практично вщент зруйнували замок, і від колишньої могутності до нині збереглися лише спогади.

Однак на відміну від більшої частини руїн, які збереглися на всій території України, Червоноградські руїни дуже мальовничі. Безумовно, вони зберігають в собі небезпеку, одночасно притягаючи, немов магнітом, пробуджуючи бажання досліджувати кожен камінчик. По дорозі, що веде до руїн, розташовується дитячий табір. Також вельми цікавої вважається і сама долина, на якій розташований замок. Вона схожа на воронку, залишену після падіння величезного метеорита. По крайней мере, весь пейзаж говорить саме про це. Однак достовірних фактів цьому спостереженню не існує.</p>

        <p>Від замку повернутися до водоспаду можна різними способами: або знайти місце, в якому місцевими жителями перекладений камінням болотистий струмок або ж повернутися до дитячого табору, витративши на дорогу близько 15-20-ти хвилин.</p>
                
       </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d100029.93699238698!2d25.48853341337683!3d48.78975567550274!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47316accfdf7e157%3A0x5bada258f7431f36!2sChervonohorod%20Castle!5e0!3m2!1sen!2sua!4v1681303617226!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default Cherv;   