import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Chort = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                        
                        <img src="images/zaporo/full_DJI_0281-2.jpg"/>
                        <img src="images/zaporo/default_106161.jpg"/>
                        <img src="images/zaporo/default_106159.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Острів Хортиця – найбільший острів на Дніпрі, унікальність якого – у рідкісному поєднанні на одній території різноманітних природних комплексів, пам’яток геології, культури, історії…</p>

        <p>Основу найбільшого острова на Дніпрі (довжина 12, ширина, в середньому, 2,5 км, загальна площа – 2360 га) складають граніти і гнейси, яким близько двох мільярдів років. Природна унікальність Хортиці в тому, що тут у мініатюрі представлені зразки всіх ландшафтних зон України.</p>

        <p>Дуже важливою та значущою є історична спадщина цього краю. Саме тут, за однією з версій, навесні 972 р. загинув Київський князь Святослав Ігоревич – одна з найяскравіших постатей давньої історії України. Вважається, що з Хортиці вирушали у козацькі походи проти поляків оспівані українським народом Северин Наливайко, Криштов Косинський, Іван Сулима. Бував тут і гетьман Петро Сагайдачний зі своїм військом. Саме на Хортиці Богдан Хмельницький отримав підтримку реєстрових козаків у часи Визвольної війни у 1648–1654 рр.</p>

        <p>Розкопки, проведені археологами заповідника, дають підстави стверджувати, що один із прототипів Запорозької Січі, її предтеча, існувала на Хортиці біля плавневої частини. Саме тут виявлено військове поселення Х–ХІV ст., а окремі знахідки (зброя, кераміка) свідчать про те, що коріння цього унікального об’єкта сягає глибше на кілька століть. У п’яти досліджених „напівземлянках” (археологи називають їх „куренями”) мешкали оборонці не лише Хортиці, а й частини південних рубежів тогочасної української держави.</p>

        <p>Сьогодні завершилося будівництво історико-культурного комплексу “Запорозька Січ”, яке розпочалося у 2004 р. на свято Покрови, у День українського козацтва. Комплекс „Скіфський стан” нараховує одинадцять курганів – „живих”, реконструйованих та стилізованих. Кургани (найстаріший із них споруджений представниками культур доби бронзи у ІІІ тисячолітті до н.е., а наймолодший – скіфами у ІІІ ст. до н.е.) розташовувалися кількома групами на узбіччі так званого Скіфського шляху, що колись проходив уздовж Хортиці її серединною, підвищеною частиною. Сьогодні на курганах установлено стародавні скульптури, людиноподібні стели, гармати, ступи, корита, жорна, скульптури, кам’яні стовпи та хрести – знайдені у навколишніх селах і привезені на Хортицю.</p>

        <p>У Музеї історії запорозького козацтва, відкритому на території заповідника у 1983 р., зібрано понад 30 тис. експонатів, які охоплюють історичний період від палеоліту до ХІХ ст. н. е. Експозицію доповнюють чотири діорами. Переважна більшість експонатів знайдена саме на Хортиці. Це – кам’яні знаряддя праці, кераміка, зброя, якорі, фрагменти старовинних човнів, стовбур дуба, який був зрубаний кілька тисячоліть тому і стільки ж пролежав на Дніпровському дні.</p>

        <p>Улітку 1843 р. 29-річний Тарас Шевченко, подорожуючи Україною, побував і на Хортиці. У травні 2005 р. з допомогою краєзнавців визначено маршрут, яким ходив по Хортиці поет, та оздоблено його сімома гранітними брилами. На брилах висічені рядки із творів Великого Кобзаря, де згадується Хортиця і „Великий луг запорозький”. Таким чином виник меморіально-туристичний маршрут „Тарасова стежка”, який полюбився запорожцям та гостям Хортиці.</p>
                
   </a>
                                
</div>    

      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d85729.44011496348!2d35.0345219!3d47.8193454!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40dc5e2f4c081c77%3A0xcd696846a61d9cb6!2sKhortytsia!5e0!3m2!1sen!2sua!4v1683125167409!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default Chort;