import "../1.js"
import { Link, useLocation } from "react-router-dom";

const DivM = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
              <img src="images/khar/sobor-2.jpg"/> 
              <img src="images/khar/26722_800x600_2188.jpg"/> 
               <img src="images/khar/sobor_neporochnogo_zachatia_40.jpg"/>  
               
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>В 1831 році латинський парох (пробощ) Гіметій Чаплинський заклав римсько-католицький собор. До цього часу католицька громада відправляла богослужіння в приміщенні Харківського університету, звідтіля її прибрали за наказом попечителя Філатьєва. Перша будівля собору, освячена на честь Вервиці (Розарію) Пречистої Діви Марії (арх. Верещинський) розташовувалася південніше від сучасної, на розі з провулком Мар'яненка (колишнім Харчовим) і була зруйнована під час Німецько-радянської війни.</p>

        <p>Новий храм на честь Внебовзяття Пресвятої Діви Марії побудований в 1887—1892 роках за проєктом харківського міського інженера Болеслава Михайловського. Собор є пам'яткою архітектури Харкова (охоронний № 209).</p>

        <p>Будівля має базилікальну форму, високу готичну дзвіницю з круглим вікном-розеткою в другому ярусі, увінчану шпилем. Художник Генрик Семирадзький для собору написав картину «Розп'яття» (на разі її доля залишається невідомою). 26 липня 1892 року храм освятив єпископ Франциск Симон. Орган, виготовлений на Етгітонській фабриці в Баварії, встановлений у квітні 1901 року.</p>

        <p>Були відкриті богадільня для нужденних, сиротинець, парафіяльна школа, каплиця на цвинтарі. В 1906—1914 рр. часта змінювалися священники, активно ремонтували й облаштовували храм.</p>
            
        <p>Парафіянами собору були римо-католики різних національностей. Передплатні листки для запису пожертвувань на будівництво храму були віддруковані російською, польською, французькою та німецькою мовами. З міграцією населення в роки Першої світової війни в парафії особливо виділяється польська група. При храмі починають діяти громадські збори «Польський дім», де розміщувалися бюро з працевлаштування біженців, харківське відділення Товариства допомоги бідним сім'ям поляків, які брали участь у війні, і потерпілому від військових дій польському населенню, гімнастична секція у старому церковному будинку. З цього часу серед харків'ян закріплюється польська термінологія — «костел», «ксьондз».</p> 
                          
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2564.7974631046036!2d36.23322771571497!3d49.99640657941543!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4127a0ef7d4403c3%3A0xb4edd3cc457f7ab0!2sRoman%20Catholic%20Church%20of%20the%20Assumption%20of%20Mary%20Prisnodivy!5e0!3m2!1sen!2sua!4v1681393090126!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default DivM;   