import { Link } from "react-router-dom";



const DrKar= () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>
        <div id ="slider">
            <div id = "polosa">
                <img src="images/zhytom/img_4421.jpg"/>
                <img src="images/zhytom/230532275_1509632182712356_1538880526765816050_n.jpg"/>
                <img src="images/zhytom/228599844_980768099426148_3086476030345722335_n.jpg"/>                  
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Житомирська область чарує своєю незвіданістю. І на території Олевської громади поблизу смт Дружба знаходиться унікальної краси Дружбівський кар’єр.</p>

        <p>Він утворений в результаті видобутку нерудних копал. Вода в ньому яскравого блакитно-зеленого кольору, який утворився завдяки глині, що вистилає дно наповненого підземними водами кар’єру.</p>

        <p>Сюди їдуть, щоб відпочити від рутини. Щоб оновитися – і подивитися на життя під іншим кутом. Адже пейзажі Дружбівського кар’єру не схожі на типову картинку. </p>

        <p>Тут зелень лісу поєднується з білосніжністю піщаних пляжів. Через наявність на дні глини вода – бірюзова! А ще – прозора, чиста-чиста. І в ній насиченою синевою відбивається безкрайнє небо… Враження, ніби мандрівний художник аквареллю відобразив на полотні найщасливіше місце на землі.</p>

        <p>Фотографії Дружбівського кар’єру схожі на листівки з Мальдів. Багато хто вирушає в  Житомирську область  саме заради знімків. Це чудовий шанс зберегти пам’ять про час з близькими, проведений на тлі незвичного мальовничого пейзажу…</p>
    
        <p>Навіть заядлі скептики не залишаються байдужими. Дружбівський кар’єр має таку приголомшливу енергетику, що втриматися – неможливо!</p>

        <p>Хочеться без зупину гуляти по піщаним скелям. І вдихати ніжний хвойний аромат, змішаний з яскравістю погожого дня. І плавати до безмежної втоми – як в дитинстві, доки хтось з берегу не покличе погрітися на сонці.</p>

        <p>Але і в холодні дні приїздять до, міста Олевська, а потім вирушають до Дружбівського кар’єру. Бо магія природи не згасає ні осінню, ні зимою. Колись використовуваний для добування граніту, сьогодні Дружбівський кар’єр – притулок для романтиків, мрійників, творчих натур.</p>
    
        <p>В цьому куточку Житомирщини можна побути наодинці зі своїми думками. І пофантазувати про ідеальне майбутнє, що обов’язково справдиться. Подихати свіжим повітрям, в якому розчинена сяюча енергія натхнення і надії… Прислухатися до внутрішнього «я» – щоб нарешті зрозуміти свої бажання, цілі, плани.</p>
   
        <p>Дружбівський кар’єр в Житомирській області наповнює силою. Повертає віру в себе. Загострює інтуїцію – адже вона завжди прокидається в моменти, коли людина починає довіряти природі. Коли насолоджується глибиною води, м’якою податливістю піску, невимовною вічністю дерев і небес…</p>
     
        <p>Дружбівський кар’єр – душа не лише. Житомирщини. Це душа всякої людини, що давно шукає своє місце в світі. І хоча зазвичай сюди приїздять заради відпочинку, Дружбівський кар’єр дає набагато більше. З кожним мандрівником це незвичайне місце розмовляє на своїй мові – і кожного розуміє сповна.</p>

    </a>
</div>    


	 
<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d79625.7314058477!2d27.909004319001504!3d51.19231739607106!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47290d5c1bd87c6d%3A0x56dc37facd0c3a35!2sDruzhbivs%CA%B9kyy%20Kar'yer!5e0!3m2!1sru!2sua!4v1627984391020!5m2!1sru!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default DrKar;