import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Eko = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                <img src="images/afCarpat/dudchuk-01.jpg"/>
                <img src="images/afCarpat/2f173f5981ff1649.jpg"/>
                <img src="images/afCarpat/dudchuk-07.jpg"/>    
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Музей екології гір започатковано у 90-х років минулого сторіччя, проте формування його експозиції триває до цього часу. Автором ідеї та безпосереднім натхненником створення Музею є директор Карпатського біосферного заповідника професор Ф.Д. Гамор, який доклав чимало зусиль для його становлення як еколого-освітнього та історико-культурного осередку. Концептуальне вирішення та методологічно-інформаційне наповнення Музею належить старшому науковому співробітнику заповідника В.Ф. Покиньчереді. Він також опрацював тематико-експозиційний план. Основна частина художньо-оформлювальних робіт та дизайнерських рішень здійснена групою київських художників членами Національної Спілки художників України, В.В. Кікіньовим, Л.О. Гурською та К.В. Косьяненко.</p>

        <p>Музейна експозиція складається з двох органічно поєднаних розділів – “Природа Карпат” та “Природокористування в Українських Карпатах”. У межах першого розділу в екологічному розрізі подається інформація про історію Карпатських гір, їх геологію, геоморфологію, основні типи ландшафтів, рослинний і тваринний світ, а також про гори загалом – як своєрідні феномени природи. Цей експозиційний розділ доповнюється акватераріумним комплексом, який містить діючу модель гірського водотоку з характерними водними і біляводними мешканцями та живу колекцію карпатської іхтіо-, батрахо- та герпетофауни.</p>
            
        <p>У другій частині експозиції розкривається тема природокористування в Українських Карпатах – від початків колонізації, що розпочалася в пізньому палеоліті близько 20 тисяч років тому, і до наших днів. Показано унікальність і самобутність традиційних для цього регіону гірського землеробства, лісокористування, полонинського господарства, що є невід’ємною частиною культурного надбання українських горян.

        Основу даної експозиції складають мальовничі діорами та панорами, які виконані на високому художньому рівні. Для їх оформлення використано багато оригінальних етнографічних елементів, які нараховують не одну сотню років.</p>
            
        <p>Загалом для висвітлення тематики Музею використані різноманітні експозиційні форми і засоби. Це діорами, макети, муляжі, панно, комплексні стенди, панорами тощо, які наповнені різноманітними натурними експонатами і артефактами. Серед них багаті геологічні, палеонтологічні, зоологічні, археологічні колекції, елементи народного побуту і культури.

        У цілому музейний комплекс, що поєднує природу і культуру, сиву давнину і погляд у завтра, створює неповторну атмосферу, враження від якої надовго залишаються в пам’яті відвідувачів.     </p>

        
    </a>
                                
</div>    


	 
<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2658.0159170582792!2d22.638866015652045!3d48.22556807923046!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47385bed6a8efe4d%3A0x66aaa4372e7a3a3!2sWinemaker%20Chiz%20Museum!5e0!3m2!1sen!2sua!4v1680810009077!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default Eko;   
