import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Fent = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
              <img src="images/khar/6189758e7f39a_photo_2021-11-04_17-20-52.jpg"/> 
               <img src="images/khar/6189758e964c2_photo_2021-11-04_17-20-54.jpg"/>  
               <img src="images/khar/6189758f0e140_photo_2021-11-04_17-21-05.jpg"/> 
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Неймовірна магія світла, виставка, що дивує кожного відвідувача і все це можна знайти у реставрованому паркі Харківа який має назву Fantasy Park (Фентезі-парк). З першого кроку, ви поринаєте в світ потаємного та надзвичайного. Музика, підібрана в тематику локацій, підсилює враження від побаченого. З кожним кроком хочеться йти все далі й далі в глиб парку.</p>

        <p>На території креативного простору молоді скульптори, дизайнери, світлотехніки, архітектори, музиканти та художники втілили свої творчі ідеї. Щоб підтримати талановитих людей, місто Харків оголосило конкурс творчих проектів, переможці якого матимуть можливість реалізувати авторські ідеї шляхом залучення інвестицій та спонсорства. Харьківський «Фентезі-парк» спланований таким чином, що прогулюючись по нескінченний доріжках, можна відпочити на лавці та послухати лунаючу звідусіль музику.  На території парку створили великий дитячий майданчик, сцену для концертів та виступів, провели реконструкцію фонтану, створили пішохідні доріжки.</p>

        <p>Креативний простір утворили різноманітні інсталяції просто неба. Кожна з них нагадує епізод з казки, який оживає з появою сутінок. Тематичні постанови підсвітлюються різнокольоровим світлом, створюючи чарівні композиції, які подобаються як дітлахам, так і дорослим.</p>

        <p>Наприклад, популярна купольна споруда створена таким чином, що знаходячись всередині неї та вимовляючи звуки, вони відбиваються від стін купола та відтворюються у вигляді вібрацій. І все супроводжується різнокольоровими підсвітками. </p>
            
        <p>Або скульптура у вигляді книги, з якої виростають дерева та грибочки. І все це нам нагадує ліс, з дитячої казки “Аліса в країні чудес”.</p>
            
        <p>Також є локація у вигляді книги, на сторінках якої відтворилася розповідь. Високий замок підсвічується різноманітними кольорами, який так і манить заглянути всередину та ознайомитись з його історією. Всі дерева, кожен кущик задіяний в тій чи іншій локації так і манить. І що саме головне - вони всі різні і по своєму чарівні. Біля кожної хочеться створити пару фото та затриматись для детального ознайомлення.</p>
            
        <p>Кожна споруда - це витвір мистецтва, який викликає здивування та захват одночасно. В кожної споруди є свої світові та звукові спецефекти, які і створюють цю незвичність та потаємне в Фентезі-парку. Тут можна не лише прогулюватись по вечорам, але й приймати участь у різноманітних святкування. Після реконструкції "Фентезі-парк" отримав оновлення для багатьох речей: проклали нові доріжки, оновили старі фонтани, влаштували сцену для проведення виступів, а головне — створили унікальну локацію, де і надалі будуть з’являтись неймовірні інсталяції від креативних та талановитих українців. Надалі в парку планують проводити багато концертів, виступів, ярмарок, виставок робіт та інших заходів. На створення Фентезі парку було витрачено чималу сумму коштів. Відтворення парку продовжувалось протягом 2 років. Купувати вхідний квиток в парк не потрібно. Вхід вільний. Якщо ви хочете зануритись у атмосферу ілюмінації, то приходьте в сутінки. В цей час починає парк “оживати” і збирає дуже багато людей. Фентезі-парк буде цікавий як дорослим так і дітлахам.</p>
                          
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d632.2451346187004!2d36.26679740176777!3d49.97827440256567!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4127a1bd6fefa30f%3A0x7d2287b72ea0116d!2sFantasy%20Park!5e0!3m2!1sen!2sua!4v1681385034256!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default Fent;  