import "../1.js"
import { Link, useLocation } from "react-router-dom";

const GirlsTears = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                <img src="images/fr/vodopad_devichi_slezy-1-1-1024x768.jpg"/>
                <img src="images/fr/divochi-cliozy.jpg"/>
                <img src="images/fr/w420_1435157705-936207__w420_divochi-sliosy.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Дівочі Сльози - водоспад в Українських Карпатах (масив Ґорґани). Розташований у межах Яремчанської міської ради Івано-Франківської області, на захід від міста Яремче. Висота перепаду води - 1,7 м. Водоспад розташований на річці Жонка (ліва притока Пруту), в місце, де потік перетинає горизонтальний скельний пласт. </p>

        <p>Водоспад віддалений від основних торгівельно-транспортних карпатських шляхів він здавна був відомий тільки місцевим жителям, як затишний осередок та надійна схованка від ворогів, до якої б когорти та нації вони не відносилися. Тому історія цього водоспаду в урочищі ріки Жонки, як і його давне амплуа потаємного місця, прихована від сторонніх очей..</p>

        <p>Можливо десь тут зупинялися для нетривалої стоянки люди епохи мезоліту, чи знаходили притулок українці княжої доби, рятуючись від нашестя татаро-монгольських кочівників, що грабували рідний край, або отримували хвилинку відпочинку подорожуючи довгим шляхом з Володимира-Волинського до Покуття та Подністров’я вздовж водного шляху Буг – Серет.</p>

        <p>В час панування над цими землями габсбурзької корони опришки за три століття не раз використовували віддалені яремчанськи Дівочі сльози для тимчасових криївок. Можливо сюди час від часу навідувався і знаменитий Олекса Довбуш (1700-1745 роках), що добре знав місцевість в околицях Дори та мав двоюрідну сестру з племінником в Яремче, що робить доволі імовірним його візити в цей затишний закуток.</p>

        <p>Однак справжня слава прийшла до водоспаду разом із перетворенням Яремче на Мекку зеленого туризму, коли повз вже були прокладені шлях Делятин - Яблуниця (1847) та залізнична гілка Делятин - Вороненко (1894). Щоб розважити поважну публіку, що заселяла перші п’ятдесят дерев’яних і мурованих приватних котеджів на той момент ще селища, водоспад виринув із забуття.</p>

        <p>З тієї пори, не дивлячись на всі буревії ХХ століття з їх падінням імперій, двома світовими війнами, змінами підданства разом із державним устроєм, кожного разу після нищівних ударів долі по українській землі Яремче відроджувалося, щоб перетворитися на один з головних центрів гірського відпочинку незалежної України. А з цим і маршрут до яремчанських Дівочих сліз набув широкої популярності серед туристів, переживши осучаснення у вигляді облаштованих дерев’яними альтанками місць відпочинку для тих, хто крокує серед вікових дерев кам’янистою стежкою.</p>
            
        <p>Розташований в двох кілометрах від останньої споруди по вулиці Грушевського вздовж стежки, що проходить урочищем Жонки, водоспад Дівочі сльози являє собою однокаскадний потік, що падає з висоти близько двох метрів скелі, що розташована вздовж русла річки ближче до правого берега. Після невеликої плесни глибиною близько півтора метра швидкоплинний потік гірського джерела, що петляє крізь столітні лісові зарості, холодними струменями прокладає собі шлях до далекого Чорного моря.</p>
            
     


    
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2646.596281208633!2d24.517815015659885!3d48.44508772924916!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x473724664ca1771b%3A0xdc36dfad89ddb23a!2sVodospad%20Divochi%20Sl%CA%B9ozy!5e0!3m2!1sen!2sua!4v1680985724794!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    </div>
</div>
);
};
export default GirlsTears;