import "../1.js"
import { Link, useLocation } from "react-router-dom";

const GoldG = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                <img src="images/kyiv/0PJ_9.jpg"/>              
                <img src="images/kyiv/Pamyatnik-YAroslavu-Mudromu-Kiyiv-1.jpg"/>
                <img src="images/kyiv/yX0Ma.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Пам'ятник великому князю Ярославу Мудрому в Києві розташовано в одному з найбільш значимих історичних місць столиці України - у сквері біля Золотих воріт. Ярослав Мудрий - значна фігура в історії ранньої Київської Русі. За час правління Ярослава, сина великого князя київського Володимира I та полоцької княжни Рогніди, Київська Русь перетворилася на могутню державу, що охоплювало значну частину Східної Європи й увійшла до числа найбільших цивілізованих держав Європи того часу. За Ярослава Мудрого були значно розширені межі Києва, насипано нові оборонні вали, збудовано Золоті ворота, Георгіївський, Ірининський, Софійський собори. Саме за Ярослава Мудрого було складено "Руську правду" - зведення законів давньоруського феодального права.</p>

        <p>Автором ескізу монумента Ярославу Мудрому виступив відомий скульптор, кінорежисер й драматург Іван Кавалерідзе. Цікавий той факт, що цей монумент у Києві представлено у двох варіантах: пам'ятник біля Золотих воріт та точно такий же макет - на Андріївському узвозі, біля Будинку-музею відомого скульптора. Очевидці стверджують, що у майстра було декілька ескізів пам'ятника Ярославу Мудрому й той, що ми можемо бачити біля Золотих воріт, не був претендентом на втілення в металі. На той момент скульптор зупинився зовсім на іншому варіанті. Сучасний монумент було встановлено вже в роки незалежності (1997 рік) за ескізом, який було знайдено у майстерні Івана Кавалерідзе. В оригіналі це була навіть не статуя, а статуетка. Основною метою встановлення пам'ятника була не стільки історична його цінність, скільки прагнення максимально упорядкувати маленький куточок скверу біля Золотих воріт. Пам'ятник виготовили дуже швидко, не обміркувавши як слід, ані містобудівні, ані художні аспекти.</p>

        <p>Штучним чином було створено курганоподібний земляний насип, на якому розмістили великий постамент. Князь Ярослав Мудрий зображений сидячим, постать виконана з бронзи, його погляд спрямований у бік Софійського собору. Піднятися до пам'ятника можна гранітними сходами, праворуч від яких розміщено валун, з висіченим на ньому ім'ям князя давньоруськими літерами. У руках князь тримає макет Софії Київської. Саме цей нюанс слугував тому, що в народі монумент прозвали "мужиком із тортом". Пам'ятник має є ще одну особливість: на тильній частині монумента збереглися три відбитки долоні, які залишили скульптори Віталій Сивко, Микола Білик, Віталій Редько. Безпосередньо роботами зі зведення пам'ятника Ярославу Мудрому займалися скульптор Володимир Чепелик та архітектор Микола Кислий. Урочисте відкриття бронзового пам'ятника Ярославу Мудрому відбулося у 1997 році, воно було приурочене до Дня Києва.</p>

    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2540.5858703164818!2d30.510831215731375!3d50.44881402947517!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d4ce59a4fae17d%3A0x316b997383c46bae!2z0J_QsNC80Y_RgtC90LjQuiDQr9GA0L7RgdC70LDQstGDINCc0YPQtNGA0L7QvNGDLCBab2xvdG92b3JpdHMna3lpIFBhc3NhZ2UsIEt5aXYsIDAyMDAw!5e0!3m2!1sen!2sua!4v1681039742843!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default GoldG;   