import "../1.js"
import { Link, useLocation } from "react-router-dom";

const GrRu = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                
              <img src="images/chernig/24196470.jpg"/>
              <img src="images/chernig/22495_6ac_ht8ngm.jpg"/>
              <img src="images/chernig/69697722_912153699137747_7010816602073464832_n.jpg"/>
              
                
              
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>У Чернігівській області, в десяти кілометрах від Коропа, на березі річки Десни знаходиться мальовниче село Вишеньки. Цей населений пункт і поруч розташоване село Черешеньки в 18 столітті стали маєтком російського фельдмаршала Петра Румянцева-Задунайського. Після придбання цих земель новий власник почав масштабне будівництво і облагороджування округи. У Черешенках він побудував церкву, канцелярію, казарми, пташник, а також китайську альтанку. Хоча ці споруди не збереглися, село Вишеньки досі дивує туристів своїм прекрасним палацом графа Румянцева-Задунайського.</p>

        <p> Будівництво апартаментів фельдмаршала почалося в 1872 році і тривало до 1878 року під керівництвом інженера-проектувальника Максима Мосціпанова. Однак ім'я автора проекту залишається невідомим. Існують кілька версій, за однією з яких архітектором будівлі був російський зодчий Василь Бажанов, за іншою - відомий російський архітектор Джакомо Кваренгі.</p>   
            
        <p> Будівництво апартаментів фельдмаршала почалося в 1872 році і тривало до 1878 року під керівництвом інженера-проектувальника Максима Мосціпанова. Однак ім'я автора проекту залишається невідомим. Існують кілька версій, за однією з яких архітектором будівлі був російський зодчий Василь Бажанов, за іншою - відомий російський архітектор Джакомо Кваренгі.</p>   
            
        <p> Місцем для будівництва було обрано невеликий пагорб над ставком, на якому білосніжний палац виглядав ефектно. Ви самі зможете в цьому переконатися, прогулявшись навколо будівлі. Форма і стиль палацу були досить незвичайними для споруд, що будувалися в ті роки. Палац Румянцева-Задунайського походив на середньовічний замок, спроектований в классицистическом стилі з елементами романтизму. У ньому проглядаються деталі, властиві готичному стилю, а також східної архітектурі. Однак будівля повністю позбавлене монументальності - відсутні звичні колони і портик. Проте, для стилю, в якому побудований палац, характерна наявність дрібних елементів зовнішнього декору, таких як башточки, зубці, шпилі, а також настінна ліпнина і скульптурне обрамлення. Архітектором було прийнято рішення створити споруду складної форми літерою «Е», в якій виступає частиною була б центральна. Вона виділялася за рахунок двох поверхів на тлі одноповерхового палацу і завдяки двом виступаючим башточками з боків. Від центральної частини будівлі в протилежні сторони розходилися два крила, які були з'єднані між собою закругленими галереями.</p>
                 
        
        
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2476.0057174495946!2d33.05940041577495!3d51.64142037965738!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x412b09bc1b643a77%3A0x561c40d1142c2191!2sPalats%20Rum&#39;yantseva-Zadunays%CA%B9koho!5e0!3m2!1sen!2sua!4v1681507869102!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default GrRu;  
