import "../1.js"
import { Link, useLocation } from "react-router-dom";

const IBlue = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
        <div id = "polosa">         
            <img src="images/afCarpat/vshEa.jpg"/>
            <img src="images/afCarpat/depositphotos_546233424-stock-photo-lake-synevyr-in-the-carpathians.jpg"/>  
            <img src="images/afCarpat/2.jpeg"/>         
        </div>      
    </div>
             
<div class="inf">
                
        <a><p>На території Закарпаття розташовано 32 озера, але найпривабливішим і найчарівнішим вважається Синевир, яке одночасно є найбільшим і найглибшим високогірним озером України…</p>

        <p>Озеро Синевир справедливо вважається найкоштовнішим природним скарбом однойменного Національного природного парку та однією з візитних карток Українських Карпат. Розташоване воно на висоті 989 м над рівнем моря.</p>

        <p>Існує легенда, згідно якою мальовниче озеро утворилося від потоку сліз графської доньки Синь, на місце, де її коханого, простого верховинського пастуха Вира, було вбито камінною глибою за наказом підступного графа.</p>

        <p>Насправді ж Синевирське озеро утворилося у післяльодовиковий період, близько 10 тисяч років тому внаслідок перекриття річкової долини зсувами.</p>

        <p>Середня площа водного плеса становить 4-5 га, глибина озера – в середньому 8-10 м. Проте, місцями найбільші глибини Синевиру сягають 19-22 м. Це навіть більше, аніж в Азовському морі, найглибше місце якого – 14 м.</p>

        <p>Синевир живиться поверхневими та атмосферними водами, з озера витікає невеликий струмок (басейн р. Тереблі). Вода – слабомінералізована, чиста, прозора. Тут водиться три види форелі – озерна, райдужна та струмкова. Проте, скупатися у Синевирі вам не вдасться: окрім заборони, не дозволить ще й температура води, яка максимально нагрівається лише до 11-13°С.</p>

        <p>Краєвиди навколо водного дзеркала – надзвичайною мальовничі та величні. Стрімкі схили, вкриті стрункими ялинами, вік яких сягає 140-160 років, спадають прямо до водної поверхні. Посередині ж озера розмістився, немов зіниця блакитного ока, невеликий острівець площею усього кілька метрів. Звідси і народна назва Синевиру – Морське око.</p>
                
        <p>Люди своєю творчою фантазією намагаються доповнити красу природи. Архітектори вдало вписують оглядові площадки у навколишній ландшафт. А на півострівці височить вирізана із червоного дерева скульптурна композиція місцевих майстрів-умільців «Синь і Вір». Висота монументу – 13 метрів, вага – близько 30 тон. Відображаючись у воді, він сприймається таємниче, як чудова казка про безсмертне кохання.</p>

        <p>На Синевир приїжджають святкувати багато весіль із різних куточків Карпат. Вважається, якщо молоді люди познайомилися та покохали один одного біля цього озера, то на них чекає справжнє кохання.</p>
    
        <p>На території НПП «Синевир» розвідані і вивчені два з половиною десятка родовищ мінеральних вод, які лікують кишково-шлунковий тракт, опорно-руховий апарат та навіть променеву хворобу.</p>
    
        <p>Довкола озера активно розвивається туристична інфраструктура. Просто на березі Синевиру ви можете заночувати на турбазі, в колибі посмакувати бограчем – національним угорським супом, послухати гірських музиків, купити сувеніри і сфотографуватися на пам’ять біля опудала ведмедя на фоні озера.</p>
            
        <p>Працівники парку вас з радістю покатають по озеру на плотах, влаштують кінні або велосипедні екскурсії. Щорічно на березі озера проводиться Всеукраїнський фестиваль «На Синевир трембіти кличуть».</p>

    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d21101.00955196933!2d23.666490325922382!3d48.61699812291788!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4739e3e3f179593f%3A0xbc869f803c94acef!2sSynevyr!5e0!3m2!1sen!2sua!4v1680807707498!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>

</div>
    );
};

export default IBlue;   