import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Jog = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
            
            <img src="images/lviv/6fe7fbcb-0abb-4b9e-bd9d-43d8da597e00_cx0_cy6_cw0_w1200_r1.avif"/>
            <img src="images/lviv/pinzel.jpg"/>
            <img src="images/lviv/98fa293987916954c510da38a952c24d_1638523318_extra_large.jpeg"/> 
         
            
            </div>      
    </div>
             
<div class="inf">
        <a><p>Музей розташований у пам’ятці архітектури XVII ст. Скромний зовні і розкішно розписаний з середини Костел Кларисок споруджений у 1607 році Павлом Римлянином і Бернардом Авелідесом на місці каплиці св. Анни, монахинь кларисок бернардинського ордену. З тих часів збереглись ренесансні елементи бічного фасаду костелу від вулиці Личаківської.</p>

        <p>У 1740-х костел зазнав реконструкції у бароковому стилі. В цей час розібрали вежу на західному фасаді й звели будівлю колишнього монастиря. Склепіння храму у 1760-х прикрасили розписи Станіслава Строїнського, хоча деякі дослідники вважають, що це робота його брата Мартина Строїнського. Окремі сюжети у південній наві намалював Тадеуш Попель на межі ХІХ-ХХ ст.</p>
            
        <p>У зв'язку з пристосуванням храму під гарнізонний костел (1938–1939) його реконструювали за проектом архітектора Антонія Лобоса. Над чільним фасадом костелу добудовано вежу-дзвіницю у стилі функціоналізму з елементами бароко, реконструйовано будинок монастиря та впорядковано площу перед святинею.</p>
            
        <p>Після касації монастиря Кларисок австрійським урядом в 1780-х у храмі розмістили склад тютюну, а в монастирі – митний уряд (цловий). Відтоді площа стала називатися Цловою – тепер Митною. Перед І світовою війною храм повернули віруючим, а в кінці 1940-х його знову пристосували під склад.

        Ще на початку минулого століття костел відділяв від вулиці високий цегляний мур.

        З 1978 приміщення костелу стали використовувати як виставковий зал сучасного мистецтва, а 1996 тут відкрили Музей барокової скульптури Іоана Георгія Пінзеля.</p>
            
        <p>Майстер Пінзель, а в середині 1740-х років, коли він прибув до містечка Бучач на запрошення магната Миколи Потоцького – маловідомий майстер-сницар Іоан Георгій Пінзель. А його біографія й досі оповита багатьма таємницями.

        Вирізьблені кам’яні фігури Бучацької ратуші принесли успіх молодому майстрові. Завдяки своєму надзвичайному художньому баченню скульптор починає отримувати багато нових замовлень. Він створює скульптури для святинь у Бучачі, Монастириськах, Городенці, Годовиці, Маріямполі, Львові, Рукомишлі, Буданові.</p>
            
        <p>Пінзель зумів у кожний свій твір вкладати силу і легкість, темперамент і напругу, драматургію і перспективу смислів — проникливе розуміння людської душі. Однак його мистецький доробок чекав гідної уваги майже півтора століття. Лише у міжвоєнний період починається мистецтвознавче осмислення скульптурної спадщини Пінзеля, яке продовжується і тепер.

        Внаслідок зневажливого ставлення до пам’яток сакральної архітектури на наших землях у другій половині ХХ століття велика кількість скульптур Пінзеля частково або повністю зникли. У Львівській національній галереї мистецтв зберігається найбільша кількість вирізьблених з дерева скульптур Майстра (у Музеї Пінзеля та Олеському замку), решта — в Івано-Франківську, Тернополі та Коломиї.</p>
                                
    </a>
                                
</div>    


	 
      <div class="map">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2573.151623427044!2d24.036739500000003!3d49.8396085!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x473add6bea6f5445%3A0x70e0afbe43d8e058!2z0JzRg9C30LXQuSDCq9CG0LLQsNC90LAg0JPQtdC-0YDQs9GW0Y8g0J_RltC90LfQtdC70Y_Cuw!5e0!3m2!1sen!2sua!4v1681074877130!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>           
);
};

export default Jog;   