import "../1.js"
import { Link, useLocation } from "react-router-dom";

const KamP = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                <img src="images/khmel/3.jpg"/>
                <img src="images/khmel/k-1.jpg"/>
                <img src="images/khmel/1513090759_vyd-na-kamjanec-podilsku-fortecju.jpg"/>
              
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Плин часу не зупинити. Він безжально крокує вперед, спалюючи все на своєму шляху та залишаючи за собою гори попелу. Ті, кому вдається вціліти в божевільному вирі історії, стають справжніми легендами. Кам'янець–Подільська фортеця, без жодного сумніву, одна із таких. Його величність час немов помилував замок, дозволивши йому непорушно стояти на своєму місці. За все своє існування твердиня не побоялася жодного із ворогів, не страшним виявився і час. Благословенна божою благодаттю, фортеця більше тисячі років – незмінний сторожовий на варті життя та спокою своїх горожан.</p>

        <p>Твердиня знаходиться серед історичної частини міста, що також роками залишалася незмінною. Саме через це місто називають музеєм під відкритим небом. Разом із замком місто є частиною Національно історично-архітектурного заповідника «Кам'янець». Сама фортеця внесена до Списку пам'ятників світової спадщини ЮНЕСКО і входить до 7 чудес України.</p>

        <p>Минув вже той час, коли стіни фортеці були неприступними та закритими. Зараз вона відкрита для усіх охочих і радо зустрічає дорогих для неї гостей. Місто ж може похвалитися будівлями далекого ХІ ст. та найстарішою ратушею на території України, зведеною у ХV ст.</p>

        <p>Коли саме була зведена перша оборонна споруда на цьому місці, точних даних немає. Вчені досі сперечаються на цю тему. Одні схиляються до ІХ ст., інші – до ХІ ст. Єдине, в чому вони сходяться, це те, що в ХІ ст. на цьому місці стояв дерев'яний частокіл, що оберігав частину Галицько-Волинського князівства. Після масштабної пожежі у ХІІІ ст. дерево прийшлося замінити на камінь. Щоправда така новація зовсім не вберегла місто від жорстокого хана Батия. У 1240 році він зумів знищити половину населення міста та поневолити на довгих сто років вцілілу частину. 1362 рік – кардинальний поворот в історії фортеці. Від чужинців її рятує великий литовський князь Ольгред, що під Синіми водами вщент розбиває лютих недругів. Відтак, замок переходить у власність п'ятьох братів, племінників князя: Костянтина, Федора, Бориса, Юрія та Олександра. Замок дістає друге дихання. Розпочинається масштабна реконструкція, на яку всім миром скидаються небайдужі. Серед них купці та шляхтичі, римські папи. Ті пожертви носили назву «Милостиня Святого Петра». Це були найкращі часи для замку, він набуває сучасних рис. Коли останній із литовський власників твердині князь Вітовт помирає, між його спадкоємцями точиться неперервна міжусобна боротьба. Таким чином фортеця переходить до «лівих» польських рук. По 1793 рік Кам'янець-Подільська фортеця стає стратегічним королівським містом, центром польського воєводства. Після Польщі у право власності вступила Російська Імперія, яка володіла Кам'янцем до приходу СРСР. Після російсько-турецької війни 1809-1812 рр. Південні кордони імперії значно розширюються, а Кам'янець-Подільська фортеця втрачає свою оборону функцію. Тому в уявленні росіян фортеця була потрібнішою для обмеження чужої волі.</p>
            
        <p>Тільки в період І Світової війни замок повертає собі статус стратегічного оборонного пункту. Тут розміщувався штаб Південно-Західного російського фронту. Громадянська війна принесла смуту на українські землі та зробила Кам'янецьку фортецю так званим трофеєм то для німців та австрійців, то для українців та більшовиків. За всю свою нелегку та величну історію Кам'янець тільки на один раз став українською столицею. Це сталося у 1919 році, коли уряд УНР капітулював із Києва. Вже у 1928 році радянська влада відчула вагомість Кам'янецької фортеці і зробила її історико-культурним заповідником. На жаль, заповідні стіни не змогли вистояти проти бойових дій ІІ Світової війни.
        Варто зауважити, що замок за все своє існування тільки два рази піддавався ворогові. Це було під час монголо-татарського іга в 1240 році та польсько-турецької війни 1672-1676 рр. Тоді місто добровільно здалося в турецькі тенета. Всього 27 років знадобилося історії для того, щоб повернутися місто християнам.</p>
    
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2634.674068815844!2d26.560399415667913!3d48.673475779269786!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4733c783746f0513%3A0x32c6465cade8091c!2sKamianets-Podilskyi%20Castle!5e0!3m2!1sen!2sua!4v1681461206840!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default KamP;   