import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Kaskad = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                <img src="images/kiro/kaskady360_7.jpg"/>
                <img src="images/kiro/kaskady360_10.jpg"/>   
                <img src="images/kiro/kaskady360_6.jpg"/>            
            </div>      
    </div>
             
<div class="inf">
        <a><p> «Каскади» – урочище в Маловисківському районі Кіровоградської області біля с. Злинка на р. Буки (притока Плетеного Ташлика) в 10 км від залізничної станції Капустине. Відоме як геологічна пам’ятка природи місцевого значення. Площа природоохоронної зони – 2,5 га.</p>

        <p> Дослідники припускають, що печери, розташовані зі сторони ставка й затоплені водою, а також величезні пласкі гранітні брили могли виконувати, ще за тисячу років до нової ери, функції скіфського святилища.
</p>

        <p>Територія «Каскадів» – приклад рівнинних східноєвропейських ландшафтів з річковими долинами в лісостеповій смузі. Урочище – один з небагатьох осередків поширення низки природних водоспадів на теренах Придніпровської височини та рівнинної частини України.</p>
            
        <p>Український кристалічний щит – головна тектонічна структура України. Він простягнувся із північого заходу (з Рівненської області) на південний схід до Азовського моря (Запорізька область) на тисячу кілометрів, і саме з ним пов’язані найефектніші природні пам’ятки рівнинної території України. Серед них і маловідоме урочище із назвою Каскади, яке розташоване на південь від села Злинка.</p>
        <p>Розташована пам’ятка на річці Буки (дехто плутає із каньйоном у Буках, на Гірському Тікичі). На берегах ростуть три вида ірисів, тюльпани бугські, цікаві сукуленти та купа інших рослин.

        На Каскадах ми зустріли чимало людей – усе місцеві мешканці плюс голова Маловисківської держадміністрації, які вийшли на акцію прибирання й зібрали вантажівку сміття. Викладач біології із Злинки розповіла нам багато цікавого, зокрема про назви скель на Каскадах (Собака, Цицька, Тещин Язик), про затоплені печери, про ендемічні рідкісні рослини, про глибочезний колодязь у граніті під водоспадом, який намагалися виміряти, але не змогли (проволока мала в довжину всього 22 метри, відповідно колодязь глибше). </p>  
            
        
        <p>Дехто із дослідників, а також шукачі “місць сили” (ну а ще шамани, екстрасенси і т.д.) припускають що печери, які розташовані зі сторони ставка й затоплені водою, а також величезні пласкі гранітні брили могли виконувати, ще за тисячу років до нової ери, функції скифського святилища. Хтозна, місцевість тут дійсно якась містична, особливо враховуючи що це степ, а колись був – дикий степ.

        </p>
                
       
    </a>
                                
</div>    


	 
      <div class="map">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2646.8707601287374!2d31.493210115659608!3d48.43982017924868!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d1cda964e1ffed%3A0x48a6ea617dacc857!2sUrochyshche%20Kaskady!5e0!3m2!1sen!2sua!4v1681058441036!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default Kaskad;             