import "../1.js"
import { Link, useLocation } from "react-router-dom";

const KfON = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

          <div id ="slider">
          <div id = "polosa">
                <img src="images/khmel/cathedral-saint-aleksandar-nevski.jpg"/>
                <img src="images/khmel/d0a4d8913e81ce183f4edfce2eb0ae83df45f928.jpeg"/>
                <img src="images/khmel/depositphotos_74679559-stock-photo-the-st-alexander-nevsky-cathedral.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Собор був побудований у 1893 році на честь 100-річчя «приєднання» Поділля до Російської імперії. Храм будувався на народні кошти, зібрані Олександро-Невським опікунством. Наріжний камінь церкви було закладено 2 травня 1891 року, a 24 листопада 1897 собор було освячено. Будівництво собору, розпис стін і закупівля культового приладдя обійшлися більш ніж в 100 тисяч карбованців. Приміщення церкви опалювалися парою.</p>

        <p>Споруда вражала величчю і була одним із яскравих храмів Кам'янця-Подільського. Побудована у неовізантійському стилі, з великим головним куполом і чотирма напівкуполами по боках, церква мала над західним входом невелику дзвіницю. Головний вівтар був присвячений св. Олександрові Невському, в пам'ять Олександра III. Південний вівтар мав ім'я св. Великомучениці Катерини, покровительки Катерини II, за царювання якої відбулося загарбання Поділля Російською імперією внаслідок другого поділу Речі Посполитої, а північний — св. Миколи.

        Собор мав двоярусний іконостас роботи московського майстра Ахапкіна. Поміж пожертв на храм був хрест, присланий в подарунок імператрицею Олександрою Федорівною, дружиною Миколи II. При церкві на початку XX століття діяло Олександро-Невське братство з народною читальнею і бібліотекою.</p>

        <p>У 1930-ті роки храм був розібраний на цеглу.

        У 1994 році міська влада Кам'янця-Подільського передала єпархіальному управлінню Кам'янець-Подільської єпархії УПЦ (МП) територію колишнього храму. Наступного року Митрополит Володимир (Сабодан) відслужив на місці зруйнованого собору літургію та освятив хрест. Насамперед встановили початковий храм (капличку). А в 1996-1997 роках розпочалась інтенсивна відбудова собору.

        Головним чином його спорудження фінансував Московський патріархат в Україні, але не обійшлося й без благодійників. Допомагали мешканці Кам'янця-Подільського та інші миряни.

            12 вересня 2011 року відбулося відкриття та освячення Володимиром (Сабоданом).

            В час після відновлення незалежності України собор відбудовано.

8 квітня 2023 року собор перейшов до Православної церкви України.

10 квітня 2023 року близько 200 парафіян забороненої у місті УПЦ (МП) не пускали жителів міста до храму.</p>

       
    
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2634.4005270303087!2d26.57998601566811!3d48.67870647927035!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4733b876279c1a6d%3A0x9dfa031b58f2873e!2sAlexander%20Nevsky%20Cathedral!5e0!3m2!1sen!2sua!4v1681462948399!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default KfON;
