import "../1.js"
import { Link, useLocation } from "react-router-dom";

const  KLim= () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
            
           <img src="images/od/626921_2.jpeg"/>
            <img src="images/od/1-104.jpg"/> 
            <img src="images/od/af9066f2983f0517a46f362b070c78b6.jpg"/>
            </div>      
    </div>
             
<div class="inf">
        <a><p>Куяльницький лиман, що неподалік від Одеси, – чудове місце, щоб відпочити, засмагаючи під сонцем, та відновити здоров'я у солоній лікувальній воді. На початку другого тисячоліття нашої ери район, де він зараз розташований, довгий час контролювали монголо-татари, які називали його Кунгаліком. Сьогодні дослідники вважають, що назва курорту і лиману пов’язана з високою концентрацією солі у воді, адже тюркською «куяльник» –  густий. У околицях затоки виявили грецькі поселення і скіфські кургани, датовані 3–4 століттям до початку нашої ери. У 14 столітті лиман став великим соляним промислом, тому частими гостями тут були чумаки.</p>

        <p>Як грязьовий курорт Куяльницький лиман відомий із 1834 року, завдяки зусиллям лікаря та науковця Ераста Андрієвського, чиє ім'я впродовж тривалого часу носила здравниця.</p>
            
        <p>Площа Куяльницького лиману становить 60 квадратних кілометрів, протяжність – 28, а ширина – 3 кілометри. Глибина його в середньому – близько 3 метрів, але зараз затока обміліла та місцями не дотягує і до 20 сантиметрів. У районі лиману розташована найнижча позначка над рівнем моря в Україні – 5 метрів.</p>
            
        <p>Улітку Куяльник «цвіте», тобто біля берегів скупчуються водорості з бульбашками повітря. Під променями сонця вони нагріваються до досить високої температури. На такій м’якій і теплій «подушці» можна лежати годинами. Одночасно тіло засмагає, а організм отримує іони йоду та цілющі мікроелементи з водоростей і води.</p>   
          
        <p>На дні лиману залягають шари лікувальної глини, яка містить безліч мінералів. Сама ж вода позитивно впливає на жінок, які планують вагітність. Але не тільки багнюкою і солоною водою запам'ятається відпочинок у Куяльнику. Його візитівка – знаменита мінеральна вода. Вона біжить із свердловини, що має глибину більше 90 метрів, і є ефективною для лікування багатьох захворювань.</p>    
            
        <p>Але не тільки багнюкою і солоною водою запам'ятається відпочинок у Куяльнику. Його візитівка – знаменита мінеральна вода. Вона біжить із свердловини, що має глибину більше 90 метрів, і є ефективною для лікування багатьох захворювань. Куяльницький лиман перебуває під загрозою висихання через зменшення стоків річки Великий Куяльник. Тому восени 2013 року розпочалися роботи з прокладання трубопроводу, щоб знову з'єднати лиман із морем.</p>
            
    </a>
                                
</div>    


<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d10958.666702132929!2d30.70789078253888!3d46.633346898745984!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40c626a9bf0d8ac1%3A0xcc7162c54541a0ab!2sKuyalnik%20Estuary!5e0!3m2!1sen!2sua!4v1681127839408!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default KLim;   