import "../1.js"
import { Link, useLocation } from "react-router-dom";

const KubK = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>


            <div id ="slider">
          <div id = "polosa">
            <img src="images/mik/rozovoe-ozero-na-kinburnskoy-kose.jpg"/>
            <img src="images/mik/ozera-na-kinburnskoy-kose.jpg"/>
            <img src="images/mik/img-200916-182627282.jpg"/> 
            </div>      
    </div>
             
<div class="inf">
        <a><p>Кінбу́рнська коса́ — піщана коса   розташована в Очаківському районі Миколаївської області за 4,0-7,5 км від м. Очакова. Займає крайню північно-західну частину Кінбурнського півострова між Чорним морем і Дніпровсько-Бузьким лиманом. Довжина — 8,5 км, ширина в кореневій частині — 3,8 км. Головними рисами коси є плоскорівнинність, гіпсометрична низинність та піщано-черепашковий склад літогенної основи.</p>

        <p>Кінбурнська коса - місце казкових ландшафтів і унікальних природних пам'яток. Цілинні степи змінюють реліктові гаї, густі порослі папороті змінює хміль і виноград. В сосняку водяться білі гриби,а через кілька сот метрів ліс уже нагадує джунглі. На озерах і в морських затоках збираються зграї рожевих фламінго, гніздяться чаплі і журавлі, знаходять притулок орли-білохвіст. До нашого часу, на жаль, збереглися лише залишки турецької фортеці Кінбурн. Побудована вона була в 15 столітті. І нехай, залишилася лише частина від цієї величної фортеці, але навіть на це варто подивитися!</p>
            
        <p>На її території функціонують Національний природний парк Білобережжя Святослава та Регіональний ландшафтний парк "Кінбурнська коса". НПП "Білобережжя Святослава" створено згідно з указом президента України Віктора Ющенка 16 грудня 2009 року з метою збереження, відтворення і раціонального використання цінних природних та унікальних комплексів та об'єктів степової зони, що мають важливе природоохоронне, рекреаційне і культурно-освітнє значення. До території національного природного парку «Білобережжя Святослава» погоджено в установленому порядку включення 35223,15 гектара земель державної власності, а саме: 28587,74 гектара земель, що надаються (у тому числі з вилученням у землекористувачів) національному природному парку в постійне користування (з них 25000 гектарів земель акваторій Дніпровсько-Бузького лиману, Ягорлицької затоки та прилеглої акваторії Чорного моря навколо Кінбурнського півострова), і 6635,41 гектара земель, що включаються до складу національного природного парку без вилучення. РЛП «Кінбурнська коса» створений відповідно до Закону України «Про природно-заповідний фонд України» рішенням Миколаївської обласної ради народних депутатів від 15 жовтня 1992 р. № 16. Територія парку включає Кінбурнський півострів та прилеглу кілометрову акваторію Чорного моря, Ягорлицької затоки та Дніпро-Бузького лиману у межах Очаківського району Миколаївської області загальною площею 17890,2 га. Після створення дирекції НПП «Білобережжя Святослава», більша частина території РЛП передана під охорону НПП, а РЛП продовжує виконувати свої функції на площі біля 3200 га. Головне досягнення багаторічного існування парку – збереження унікальних природних місцин Кінбурнської коси, серед яких - «Орхідне поле», «Покровська коса», «Ковалівська сага», а також мільйонів особин понад 5 тисяч видів тварин, рослин, грибів та лишайників. Серед яких понад 200 видів занесено до Червоної книги України та Міжнародних Червоних списків. З 1999 р. парк займаєтесь побудовою штучних островів та острівців для гніздування рідкісних птахів. Результати цієї роботи дають свої позитивні результати, в цьому році на них навіть утворили колоніальне поселення середземноморські та тонкодзьобі мартини. 13-го червня 2017-го року ТОВ СП «Нібулон» на чолі із Героєм України Олексієм Вадатурським відкрито  ракетне  сполучення між Миколаєвом та Кінбурнською Косою. Для зручного та безпечного користування водним транспортом компанією «Нібулон» на Кінбурнській Косі споруджено унікальний міст – причал. Він має довжину 165 метрів. Цього ж дня на Кінбурнську Косу відкрито річкові пасажирські перевезення з Херсону.   </p>
            
            
                                
    </a>
                                
</div>    


<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d46834.857638727524!2d31.472070571997143!3d46.56723287416655!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40c66159e4d65de3%3A0x47441d2a555c9511!2sKinburn%20Spit!5e0!3m2!1sen!2sua!4v1681080266174!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default KubK;              