import "../1.js"
import { Link, useLocation } from "react-router-dom";

const LastD = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa"> 
                <img src="images/kiro/CErrQ.jpg"/> 
                <img src="images/kiro/920-8_2.jpg"/>   
                <img src="images/kiro/2022-07-19_07-09_866413.jpg"/>         
            </div>      
    </div>
             
<div class="inf">
        <a><p>Музей ракетних військ був відкритий на місці колишнього секретного 309-го командного пункту 46-тої ракетної дивізії в 2001 році. Після підписання Україною  “Будапештського меморандуму” – 5 Грудня 1994 року, в рамках якого вона була змушена знищити всю свою ядерну зрою в обмін на гарантії територіальної, економічної та суверенної цілісності від країн: США, Великої Британії та РФ (договір який через 20 років був грубо порушений Російською Федерацією, анексувавши Крим та окупувавши частину Українських територій).</p>

        <p>Тож, виконуючи умови договору Україна один за одним знищувала всі свої секретні командні пункти. Так, 30 Жовтня 2001 року останню шахтову-пускову установку для міжконтинентальної балістичної ракети РС-22 (“Scalpel”) було підірвано і в Первомайську. Та завдяки ініцативності та неабияким зусиллям керівництва вдалося зберегти в цілісності центральну бойову стартову позицію уніфікованого командного пункту з наземним обладнанням та різноманітними допоміжними механізмами. А згодом весь секретний командний пункт вдалося перетворити на музей.</p>

        <p>Тож по суті  “Музей ракетних військ стратегічного призначення” є справжньою бойовою позицією, яка ще 25 років тому була одним із найбільш засекречених об’єктів у Радянському Союзі. По периметру об’єкт був огороджений колючим дротом під напругою. Були встановлені датчики руху та велося цілодобове чергування. Нині музей є “Найбільшим військово-історичним музеєм України”, безпечним та дуже цікавим місцем для туристів з усього світу.</p>
            
        <p>На території музею представлено понад 24 000 унікальних експонатів. Так відвідувачі можуть побачити справжню міжконтинентальну балістичну ракету  SS-18 “Satana”. Яка була побудована в середині 70-х років конструкторським бюро “Південне”. Ця ракета була здатна доставити десять ядерних боєголовок! з індивідуальним наведенням та потужністю 750 Кт кожна, на відстань 15 тисяч кілометрів! До відома ядерна бомба “Малюк” що була зкинута на Нагасакі була потужністю 15 Кт, але вона змела з лиця землі місто Нагасакі та вбила понад 140 000 тисяч людей! Можна собі лише уявити до яких фатальних наслідків міг спричинити вибух ядерної ракети “Satana”. Крім того, ядерна ракета Українського виробництва вражала тим що час готовності до запуску складав всього 62 секунди!</p>
            
        <p>Крім цього в музеї представлена найперша радянська рідинна балістична ракета, що була здатна нести ядерний заряд SS-3 “Shyster” і мала дальність стрільби 1200 км. Та наступна ракета SS-4 “Sandal”, що була створена в 1959 році. Музей постійно намагається поповнювати свою експозицію, відтак однією з найпомітніших новинок музею є пересувний КП. Він становить із себе колону вантажівок, на яких розташоване різноманітне спеціалізоване обладнання.</p>  
            
        
        <p>Ще одне надбання музею – ешелон для транспортування балістичних ракет. Для цього на території музею побудували 132 метри залізничних колій. Родзинкою музею є справжній командний пункт, що знаходиться на глибині 40 метрів. Він являє собою металевий контейнер завдовшки 33 метри (діаметр 3,3 метра) вага 125 т, який має 12 відсіків. Для доставлення службовців до місця бойового чергування в командний пункт, використовувався ліфт в який поміщається дві дорослі особи. Командний пункт може автономно функціонувати протягом 45 днів. Екскурсії в музеї проводять справжні бойові офіцери, тому можна з перших вуст дізнатися багато цікавих деталей які раніше були суворо засекречені.</p>
                
       
    </a>
                                
</div>    


	 
      <div class="map">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d23538.304179880055!2d30.643131910138177!3d48.19876810845729!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40ce3e2076824d8d%3A0x573ba569ce38d08a!2sMuseum%20of%20strategic%20rocket%20forces!5e0!3m2!1sen!2sua!4v1681059441986!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default LastD;   