import { Link } from "react-router-dom";



const LU= () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>

        <div id ="slider">
          <div id = "polosa">
                    <img src="images/volyn/museum-of-lesya-ukrainka.jpg"/>
                    <img src="images/volyn/73eqap-t7krkgra4r44vgvxuker5s2bsn6ovoms.jpg"/>
                    <img src="images/volyn/75-5.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Музей-садиба Лесі Українки в Колодяжному доводить, що справжнім геніям не важливі умови, щоб творити, адже натхнення приходить до них і в галасливих містах, і в сільській місцевості. Тому такий інтерес у туристів, які цікавляться творчістю великої поетеси, викликає цей музей. Бо ж саме  тут провела своє дитинство та юність і надихалася красою природи, а також волинських легенд, пісень Леся Українка, саме тут сформувалося її світовідчуття та прокинувся її письменницький талант. </p>

        <p>До Колодяжного сім'я Лариси  Петрівни Косач переїхала з Луцька 1882 року, коли майбутній поетесі виповнилося 11 років. Садиба відразу стала улюбленим місцем для всієї родини. Спершу родина жила в будинку, який називала «великим», згодом спеціально для Лесі поряд збудували «білий» будиночок, а ще пізніше, коли діти подорослішали, батьки перебралися у новий – «сірий» дім.</p>

        <p>Хоча прожила Леся Українка у своєму «білому» будинку лише до 1897 року, але після довгих від`їздів завжди поверталася в Колодяжне, вважаючи його своєю батьківщиною.</p>

        <p>Під час Другої світової війни садибу було практично зруйновано, тож музей створено у відреставрованому й оновленому приміщенні  1949 року.</p>

        <p>1991 року садибу вдруге повністю відреставрували, наблизивши її до європейських музейних стандартів, а також оновили  й розширили експозицію.</p>

        <p>Експозиція музею-садиби Лесі Українки розмішена у двох меморіальних будинках – «білому» Лесиному та «сірому» батьківському, де представлено документальні матеріали з життя і творчості Лесі Українки, Олени Пчілки та інших членів сім'ї Косачів. Тут розташовано кілька кімнат-експозиційних залів, які складаються із таких розділів:</p>

            <p>«Волинськими стежками Лесі Українки»; </p>
            <p>«Колодяжне – колиска Лесиного таланту»;</p>
            <p>«Крізь усе життя – до «Лісової пісні»; </p>
            <p>«Історія музею. Трагедія родини Косачів».</p>
                
        <p>Садиба-музей оточена красивим парком зі ставком. Саме прогулянки цими мальовничими місцями надихнули Лесю Українку на створення багатьох чудових творів: «Сафо», «Співак», «Русалка», «Конвалія», і саме тут з'явився її псевдонім. </p>

        <p>Цікаво також побачити сімейні фотографії, речі побуту та етнографії, старовинні й вишукані меблі, рукописи  і прижиттєві видання творів письменниці та багату сімейну бібліотеку. Про кожен експонат тут розкажуть цікаву історію, детально ознайомлять вас із подіями, які відбувалися у житті Косачів та вплинули на становлення Лесі Українки як письменниці.</p></a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2501.3506311745364!2d24.7921444!3d51.1757601!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x472430ebed6ac759%3A0xae03a49812a21e9e!2sMuseum%20of%20Lesya%20Ukrainka!5e0!3m2!1sen!2sua!4v1680646587725!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
                <button type="comm">Надіслати</button>
             </div>
    
</div>
</div>

    );
};

export default LU;
