import "../1.js"
import { Link, useLocation } from "react-router-dom";

const  MikKaf = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                
            <img src="images/cherniv/ch-04-01-001.jpg"/>
            <img src="images/cherniv/ch-04-06-001.jpg"/>
            <img src="images/cherniv/ch-04-00-06.jpg"/>
                
              
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Миколаївський кафедральний собор - справжнє архітектурне диво. Побачивши його раз, ви вже ніколи не зможете його забути - настільки він оригінальний та незвичайний. Головна увага туристів прикута до незвичної форми перекручених бань малих куполів</p>

        <p>У місті Чернівці по вулиці Руській, 35 є унікальна в архітектурному плані культова споруда. Мова йде про Миколаївський кафедральний собор, або як його просто називають П'яна церква.</p>   
            
        <p>П'яна церква - визначна пам'ятка Чернівців. Свою назву храм отримав завдяки незвичним, точніше сказати нетиповим для наших православних храмів куполам. Основи куполів (барабани) в буквальному сенсі слова закручені, наче п'яні. Кручені глави собору, безперечно, в перші секунди бентежать і збивають із пантелику тих, хто на них дивиться. І не дивно. Ви можете подумати, що щось негаразд із вашими очима. Але це не обман зору і не викривлення простору.

 </p>   
            
        <p>Собор Святого Миколая був побудований в Чернівцях у румунський період Буковини (1919-1940). Він виконаний в румунському стилі неоромінеск. Прообразом Собору послужив православний Успенський архієрейський собор у румунському місті Куртя-де-Арджеш. Він користується в Румунії великою пошаною та вважається найкрасивішим храмом країни. Крім того, церква в Куртя-де-Арджеш - колишня усипальниця румунських королів.</p>
            
        <p>Звести храм потрібно було на досить обмеженій земельній ділянці, щільно оточеній міською забудовою, поблизу трьох інших храмів (дерев'яна Миколаївська церква, Вірменська церква Святих Апостолів Петра і Павла, греко-католицький Успенський собор). Інша проблема була з орієнтацією. Головний вхід хотілося зробити на одну з найважливіших артерій міста - вулицю Руську. Та такий поворот змусив би зорієнтувати вівтар на північ, що суперечило церковним канонам, за якими він має бути звернений на схід. 
            
            Рішення прийняли нестандартне, як і багато що у цьому храмі: головний вхід таки зробили на вулицю Руську, а вівтар орієнтували на схід, як і годилося. Тому всередині храму не дивуйтесь незвиклому розташуванню найголовнішої святині церкви: вона праворуч від входу. У плані церква хрестова, на сході та заході є п'ятикутні апсиди. Головний вхід має характерний для Румунії відкритий притвор - ганок з колонами та аркадою. Схожа аркада є і в інтер'єрі церкви.</p>
            
        <p>Цьому собору випало бути одним із небагатьох чернівецьких храмів, який за радянської влади не закрили, і де не переривалась церковна служба. Завдяки цьому всередині зберігся самобутній інтер'єр буковинської церкви першої половини XX ст., зокрема старовинний різний іконостас та вітражі під банями. Також вціліли мощі Святих мучеників, ікони, бронзове панікадило, підсвічники та інше церковне начиння.</p>
               
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d2718326.315579368!2d21.0658007!3d48.2910118!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47340891443ac76f%3A0xbb4dee5d412b4429!2z0KHQstGP0YLQvi3QnNC40LrQvtC70LDRl9Cy0YHRjNC60LjQuSDRgdC-0LHQvtGAICjQo9Cf0KYp!5e0!3m2!1sen!2sua!4v1681493681691!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default MikKaf;   