import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Mog = () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>
        <div id ="slider">
          <div id = "polosa">      
                    <img src="images/donetsk/D5jmMxhWsAAIt7v.jpg"/>
                    <img src="images/donetsk/GettyImages-1254763843.jpg"/>
                    <img src="images/donetsk/kammogyla.jpg"/>    
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Заповідник „Кам’яні Могили” розташований неподалік від села Назарівка Володарського району Донецької області і заснований 5 квітня 1927 року як особлива природоохоронна територія. Його площа складає близько 400 га. Входить до складу Українського степового природного заповідника, підпорядкованого Президії Національної Академії наук України. Район урочища „Кам’яні Могили” у геологічному, біологічному, художньо-емоційному та історичному аспектах є водночас унікальним і репрезентативним.</p>

        <p>За площею і висотою це найбільша інтрузія в Донбасі і Приазов’ї. Її унікальні граніти не мають аналогів в світі. Їх вік близько 2 млрд. років. Пасмо гір представлено Західною і Східною грядою з абсолютною висотою окремих вершин до 100 метрів (у минулому їх висота досягала 3 км). Геотектонічні дослідження вказують на неабиякі енергетичні особливості цього геологічного урочища.</p>

        <p>З-поміж майже півтисячі видів рослин заповідника деревій голий і волошка несправжньоблідолускова є вузько ареальними реліктовими ендеміками, які крім території заповідника більше ніде не зустрічаються. А папороть-вудсія альпійська, крім заповідника, не зустрічається ближче ніж за 1000 км від нього.</p>

        <p>Різноманітний і цікавий тваринний світ заповідника. Тут живуть лисиці, зайці, їжаки, сліпаки та ін., багато ящірок і гризунів, зустрічаються степова гадюка, водяний і звичайний вужі. У заповіднику живуть близько 3000 видів комах.</p>

        <p>Багата орнітофауна заповідника. Найбільш поширені: жайворонки, лугові чекани, кам’янки, сірі куріпки та фазани.</p>

        <p>На сьогодні відомо, що в стародавні часи це урочище було культовим для представників ямних, катакомбних і зрубних культур. По всьому периметру урочище оперізує вінок поховальних курганів тих стародавніх цивілізацій.</p>

        <p>За однією з версій, під час битви на річці Калці, саме біля «Кам’яних Могил» був розташований укріплений табір київського князя Мстислава Романовича.За даними Я.П Новицького: «До цихъ могылъ, було часто завертав архырей Гаврыилъ въ трыдцятыхъ годахъ. Биля могилъ, кажуть, був колысь татрськый городъ, та запорожци зруйнувалы. Ями та бугры, де булы татрськи мечети, и теперъ знать».</p>
                
        <p>Урочище „Кам’яні Могили” – це гірська країна в мініатюрі. Вона вражаюче контрастує з навколишніми степами своєю величною монументальністю. Тут можна побачити цілу купу природних скульптур і витворів з каменю, які сприймаються як фантазії художників. Є невеликі гроти. Мальовничі долини і ціла низка казкових краєвидів.</p>

        <p>Саме тут в джерелах, виявлена найсмачніша вода в Приазов’ї. Ця місцевість бадьорить і заряджає відвідувачів цілющою енергетикою. Чарує незрівнянними ароматами і незайманістю степових трав.</p>
    
        <p>Про територію заповідника існує декілька дуже цікавих легенд. Одна з них говорить про те, що колись на місці цієї „гірської країни” було розташоване велике місто зі своїм королівством. Але за якихось обставин злий чаклун зачарував його. Існує деякий спосіб, як розчарувати це місто, але й досі ніхто з людей так і не зміг цього зробити.</p>

    
    
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d21642.865181254845!2d37.0619562340949!3d47.307341414062776!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40e7137c5d3dedc1%3A0x2f511f4120abe440!2sReserve%20%22Stone%20Grave%22%2C%20Donetsk%20Oblast!5e0!3m2!1sen!2sua!4v1680731423055!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
        </div>
      </div>
      </div>
    );
};

export default Mog;