import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Monastr = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

          <div id = "polosa">
                <img src="images/tern/8.jpg"/>              
                <img src="images/tern/10467_3.jpg"/>
                <img src="images/tern/2_MykolaSwarnyk.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Як відомо, шлюби більшості руських князів були не наслідком палкого кохання, а найпоширенішим способом налагодити стосунки з сусідами та укріпити власні володіння. Шлюб наймудрішого галицького князя Ярослава Осмомисла не став винятком. Він одружився з Ольгою, дочкою засновника Москви Юрія Долгорукого, не тому, що був закоханий у неї, а задля зміцнення Галицького князівства.</p>

        <p>Минали роки, володіння розширювалися, а серце князя потребувало кохання. Його Ярославові Осмомислу подарувала випадкова зустріч із донькою половецького боярина Настасією Чагрівною. Відтоді князь, тільки-но з’являлася нагода, сідлав коня і вирушав далеко за межі Галича до коханої. Тут, у зеленому урочищі серед густого лісу, минали їхні найщасливіші хвилини.</p>

        <p>Але невдовзі таємниця закоханих була викрита. Після того, як Настасія народила князеві сина Олега, про них говорили в усіх князівських палацах Київської Русі. Ярослав Осмомисл зібрався розлучитися з Ольгою, яку так і не зміг покохати, одружитися з Настасією, а синові передати князівську корону.</p>

        <p>Але галицькі бояри, незадоволені таким ходом подій, підняли бунт, який очолила розлючена Ольга. Поки князя тримали в ув’язненні, Настасію спалили на вогнищі як чарівницю, що заворожила володаря Галицького князівства. А закохані пари приїжджають до урочища «Монастирок», бо вірять, що це місце подарує їм таку ж міцність почуттів, як і в Ярослава Осмомисла та Настасії. </p>
    
         <p>Але урочище «Монастирок» буде цікаве не тільки закоханим. Тут є своєрідна хресна дорога, яка відтворює шлях Ісуса Христа на Голгофу. Між сходами, що ведуть на крутий пагорб, – стації, які ілюструють епізоди останньої дороги Ісуса. Подолавши цей стрімкий підйом, ти побачиш символічну могилу Христа.</p>
            
        <p>Вона розміщена всередині 5-метрової скелі, яка візуально нагадує… голову чорта. Так, місцеві називають цю скелю Чортовим каменем і розповідають, що колись чорт збирався кинути її на церкву, що стояла поблизу, але не наважився, тому залишив на пагорбі. </p>
            
        <p>І правильно зробив: вибравшись на скелю, ти побачиш фантастичний краєвид лісу і, розглядаючи його, ще довго не захочеш спускатися вниз. Але спуститися усе-таки варто. Тут, поруч із хресною дорогою, є джерело з дуже смачною водою. Вона додає енергії і знімає стрес. А також, за розповідями місцевих, ця вода цілюща: допомагає лікувати хвороби очей. </p>   
            
        <p>Біля джерела стоїть церква, побудована на місці монастиря, який існував тут ще з ХІV ст. Його кілька разів руйнували татарські війська, а згодом спалили за наказом радянської влади. Біля церкви, джерела і на всій території урочища «Монастирок» – зручні лавочки, тому тут можна буде відпочити, насолоджуючись навколишньою природою.</p>  
       
        <p>Дістатися до «Монастирка» можна з міста Бережани, відстань до якого – 4 км. Найзручніше їхати автомобілем автошляхом М-12 у напрямку Рогатина. Дорога займе 7-10 хвилин. У селі Лісники побачите вказівник, біля якого слід повернути ліворуч і проїхати кілька хвилин. Якщо ти любиш піші прогулянки, то зможеш дійти до урочища за 40-45 хвилин.</p> 
            
        <p>Перед відвіданням «Монастирка» варто подбати про зручне взуття, щоб не виникало зайвих труднощів під час підйому до Чортового каменя. І захопи порожню пляшку – попивши води з джерела, ти точно захочеш набрати хоч трохи у зворотну дорогу. Також у «Монастирку» можна влаштувати чудовий пікнік: тут є чарівний чистий ставок, біля якого можна розміститися з чим-небудь смачненьким. Але продуктами краще запастися в Бережанах: крамниці на шляху через село Лісники вам не трапляться. Джерело, церква, височенні дерева, мальовничі стежки – в урочищі «Монастирок» усе дихає спокоєм та гармонією і не залишає шансів на поганий настрій, сумні думки, незадоволення. Боротися з впливом цього місця даремно: звідси ти повернешся щасливішим, ніж раніше.</p> 
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12517.457073897185!2d25.834941483720787!3d48.734695233107516!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x473167988f3d9741%3A0xfd3569a945304646!2sMonastyrok%2C%20Ternopil%20Oblast%2C%2048733!5e0!3m2!1sen!2sua!4v1681329390715!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>

);
};
export default Monastr;