import { Link } from "react-router-dom";



const MonBach= () => {
return(
<div class='header2' >
    <div className='container'>
        <div className='header-line'>

            <div className='header-logo'>
                <Link to="/"> <img src="images/logo-50.png"/></Link>
            </div>

            <div className="nav">
                <div>
                    <Link to="/" className="nav-item">ГОЛОВНА</Link>
                    <Link to="/City" className="nav-item">МІСТА</Link>
                </div>
            </div>

                </div> 
                </div>

   
    <div id ="slider">
          <div id = "polosa">
                <img src="images/tern/2.jpg"/>
                <img src="images/tern/img_5833.jpg"/> 
                <img src="images/tern/3.jpg"/>
                
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Вигнання Яном Потоцьким ченців східного обряду з монастиря Святої Трійці в Бучачі та передача його домініканцям спричинило неодноразові скарги василіян Литовської провінції (до неї належав монастир) до Конгрегації de Propaganda Fide в Римі на дідичів Потоцьких. Тому за її дорученням Стефан Александер Потоцький заснував новий монастир.</p>

        <p>На думку деяких дослідників, Потоцькі, бажаючи мати у своїх володіннях освічене греко-католицьке українське духовенство, з дозволу верховної світської і духовної влади запросили до Бучача з Литовської провінції чину отців Василіян. До міста приїхали 6 монахів, які підпорядковувалися протоархимандриту (тобто генералу) ордену.</p>

        <p>Для діяльності заснованого монастиря засновники надали — вказано у фундаційній грамоті — 30 000 злотих капіталу, забезпечених на маєтностях, з якого бучацька оренда мала платити 7 % двома ратами. Також привілеєм надавали фільварок з садами, городами, орним полем, сіножатями, пасовищами на бучацькому передмісті Пушкарі, до цього — 4 підданих, які мали виконувати повинності. Монахи мали право вільно молоти збіжжя на млині у Звенигороді, вільно рубати ліс коло цього села для опалення, вільно ловити рибу в Стрипі, мати пасіку, не платити з неї десятину. Першим їх помешканням був збудований при костелі Св. Хреста «дворик монастирський», в якому могли проживати 3 монахи; решта проживали в монастирі Рукомиша.</p>

        <p>1714 року Львівська католицька архиєпархія (в особі Яна Скарбека — Львівського архиєпископа РКЦ) передала костел св. Хреста (костелик) для духовних відправ бучацьким Василіянам у тимчасову власність, від 29 квітня 1747 року — на постійно (дозвіл Львівського латинського архиєпископа Миколая Вижицького). 9 квітня 1717 року Ян Скарбек після наради з капітулою видав звернення, яке було сказане з амвонів катедри у Львові, костелика, текст був прибитий на його дверях. За нею кожен, хто мав яке-небудь право на костел Святого Хреста, міг зголоситись до нього; але ніхто цього не зробив.</p>
            
        <p>Фундатором фактичного будівництва монастиря був власник міста, син фундаторів Микола Василь Потоцький. 12 травня 1751 року було урочисто закладено наріжний камінь, 1753 — завершене спорудження 2-поверхового 5-віконного західного фасаду, 1-поверхового північного фасаду (2-й добудували 1764 ). У 1757–1758 рр. було зведено 2-поверхове приміщення гімназії при монастиреві (з південного боку костелика). Церква Воздвиження Чесного Хреста будувалась у 1765–1771 роках на місці розібраного костелу Св. Хреста за проектом архітектора Яна Ґотфріда Гофмана — представника стилю віленського бароко. Освячення новозбудованої церкви 18 вересня 1771 р., з дозволу митрополита Лева Шептицького, провів ігумен о. Інокентій Мшанецький. Дзвіниця збудована в 1849–1854 роках</p>
            
        <p>О. Теодосій Ростоцький як провінціял Литовської провінції ЧСВВ 6 березня 1781 (або 1782) року востаннє провів канонічну візитацію Бучацького монастиря. 1790 р. після закриття Унівського монастиря до Бучача переїхала частина ченців. Бучацький монастир був одним із основних центрів зосередження василіянських іконописців у XVIII — першій половині XIX ст. (найбільший — у Почаєві).</p>
            
        <p>Приміщення монастиря стало центром освітньої діяльности у Бучачі: спочатку тут діяла школа-інтернат (конвікт) для дітей з бідних родин, проводились теологічні курси для діючих священиків; потім вона реорганізована у гімназію оо. Василіян (за привілеєм короля Авґуста III, виданим у Варшаві 22 жовтня 1754 р., на прохання Миколи Василя Потоцького). З 1773 р. викладали філософію. 1784 р. викладачі-василіяни повернулися в Литовську провінцію ЧСВВ, гімназія перетворилася в нормальну школу з вивченням державної — німецької — мови. 1804 р. знову відкрилася гімназія (5-класна: інфіма, граматика, синтакса, поетика, риторика). Пізніше, в 1911 р. тут був відкритий Mісійний інститут імені св. Йосафата, який з перервами (1914–1918, 1940–1943) діяв до 1944 року. Діяльність Бучацького монастиря була заборонена радянською владою у середині 1946 року.</p>
            
        <p>Дідич міста канонік Каєтан Потоцький 16 серпня 1816 року записав на вічні часи для потреб монастиря 22 морґи і 1358 сажнів орного поля, лугів 2 морґи і 121 сажень, віддав частину землі на горі Федір для саду, записав 125 золотих щорічно з бучацьких оренд. Під час відвідин Галичини цісарем Францом 2 монахи монастиря мали в нього авдієнцію; вислухавши їх, він указом від 27 березня 1818 року постановив, що закриті Угорницький, Сокілецький та Задарівський монастирі з їх всім майном стали належати до Бучацького монастиря.</p>
            
        <p>Монастир надав помешкання для слухачів перших торгово-касових курсів, організованих повітовою філією Товариства «Просвіта» (27 березня — 15 квітня 1911), які жили далеко від міста. 28 квітня 1893 року монастир приступив до Добромильської реформи чину.</p>
              
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2614.3819950535535!2d25.394693515681457!3d49.06037317930783!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47310392c8cf5437%3A0x404ed068d12ad277!2sBasilian%20monastery!5e0!3m2!1sen!2sua!4v1681382318110!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>

);
};
export default MonBach;