import "../1.js"
import { Link, useLocation } from "react-router-dom";

const MovMon = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
              </div>

              <div id ="slider">
          <div id = "polosa">  
                <img src="images/sum/5.jpg"/>
                <img src="images/sum/18.jpg"/>
                <img src="images/sum/25.jpg"/>         
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Над болотом Молче, на місці, де з’явилася чудотворна ікона Пресвятої Богородиці виник невеликий монастир, що називався Молченською пустинню.

        Історія заснування Мовчанського монастиря тісно пов’язана з Софроніївською пустинню. В 1405 р. за 20 верст на схід від Путивля, поблизу нинішнього c. Нова Слобода над болотом Молче, на місці, де з’явилася чудотворна ікона Пресвятої Богородиці виник невеликий монастир, що називався Молченською (Мовчанською) Різдва Богородиці пустинню.</p>

        <p>В 1592 р. Мовчанська пустинь була спалена татарами, а в 1593 р. всі ченці переселилися до Путивля, де мали кілька “осадних дворів” і перетворили монастирське подвір’я на новий Мовчанський монастир. Протягом 1602-1604 р. було зведено муровані укріплення і обитель стала справжнім оборонним форпостом.

        У 1603 р. московський цар Борис Годунов надав монастирю нові маєтності и подарував коштовну панагію.
        З 18 листопада 1604 р. до 26 травня 1605 р. Мовчанський монастир був резиденцією Лжедмитрія І. Нині в Путивльському краєзнавчому музеї зберігається т. зв. “тронне крісло Самозванця”.</p>

        <p>1605 р. Мовчанська пустинь була приписана до путивльського Мовчанського монастиря, а на її території влаштовано монастирську пасіку. В 1653 р. зруйнований монастир було відновлено. Щоб уникнути плутанини, Монастир в Путивлі став іменуватися Великим Мовчанським, а відновлений над болотом Молче, – Малим Мовчанським пустинним. Останній з кінця 17 ст. почали називати Софронієва пустинь, або ж Софроніївський монастир.</p>

        <p>З кін. 17 ст. монастир, як і все місто почав поступово занепадати. У пореволюційний період обитель закрили, а ченців розігнали. З 1930-х рр. територію і споруди монастиря займали дитячий будинок, профтехучилище, військовий завод, що стало причиною катастрофічного стану монастиря. Вивчення Мовчанського монастиря розпочалося після Другої світової війни. Реставраційні роботи проводилися з 1960-х рр., було витрачено мільйони рублів бюджетних коштів, але жодна з пам’яток не була виведена з аварійного стану.</p>
    
         <p>У 1991 р. монастир передано Українській Православній Церкві. Спершу тут діяв чоловічий монастир, нині – жіночий.
На сьогоднішній день ведуться активні реставраційні роботи архітектурного комплексу путивльського Мовчанського монастиря, який включає такі споруди :

Собор Різдва Пресвятої Богородиці зведений у 1602-1604 рр. як подвір’я заміської Софроніївської пустині. Оскільки собор зводився посеред тісного фортечного подвір’я, забудованого з усіх боків, довелося об’єднати в його будівлі комори – у підвалі й у підкліті, трапезну й кухню – у підкліті, собор і теплу церкву – на другому ярусі, бойову камеру з бійницями – на третьому ярусі, над вівтарем.</p>
            
        <p>В архітектурному плані будівлі є три неординарні особливості: вівтар у вигляді квадратної вежі, а не напівкруглої апсиди; камера оборонного призначення на третьому ярусі вівтаря увінчана шатром; перекриття підклітку нави системою хрестових склепінь зі стовпом посередині. Собор належить до рідкісного типу багатофункціональних культових споруд, пристосованих до оборони, які називають “церквами-фортецями”.

У 1612 р. собор постраждав від пожежі і був повністю відбудований у 1630 – 1636 рр. Наступні перебудови відбулася в 1666 – 1669 рр., 1778 р., 1860-х рр., коли до собору було побудовано одноповерховий корпус бібліотеки.
Будівля має риси характерні для московської архітектури 16-18 ст. з проявами українського архітектурного типу, що тяжів до висотних баштоподібних композицій.</p>
            
    <p>Був закритий у сер. 20- х рр. разом з монастирем. У 1921 р. тут сталася пожежа, після якої довелося розібрати соборну галерею та бібліотеку.
У другій половині 40-х-на поч. 50-х рр. 20 ст., у приділі собору на честь свв. Зосіми і Саватія Соловецьких чудотворців, було дозволено відправляти богослужіння.

До особливо шанованих святинь цього храму відносяться чудотворна ікона Мовчанської Божої Матері (1724 р.) повернута монастирю у 1995 р.; невеличка рака з мощами Св. угодників; ікона Пресвятої Богородиці “Утамуй мої печалі”(18 ст.), ікона “Трійця”(19ст.), образ “Вознесіння” (19 ст.) тощо.</p>
            

            
            
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3525.9101312124862!2d33.873142617223166!3d51.3259337438113!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x412bda1cade09333%3A0x95d48311a144110a!2sMolchenskyy%20convent!5e0!3m2!1sen!2sua!4v1681311421944!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default MovMon;