import { Link, useLocation } from "react-router-dom";
import "../1.js"

const PBR = () => {
    return(
<div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>
        <div id ="slider">
          <div id = "polosa">
                <img src="images/volyn/11073501_1375315969462527_8302497871603334021_n.jpg"/>
                <img src="images/volyn/DSC_0004.JPG"/>
                <img src="images/volyn/p1.jpg"/>   
            </div>      
        
    </div>
             
<div class="inf">
                
        <a><p>Під час Берестецької битви загинуло понад 10 тисяч козаків і селян. 1908 року житель Пляшевої знайшов на своєму полі мушкети і шаблі запорожців. Виникла ідея побудувати на цьому місці пам'ятник козакам, які тут полягли. Ініціаторами були монахи Почаївської лаври. Тоді почали збирати пожертви для спорудження церкви. 1910 року стартувало будівництво храму-пам'ятника.</p>

        <p>1912 року відбулося перенесення Михайлівської церкви з села Острів на острів Журавлиха. Її збудували у 17 столітті. За переказами, саме в цьому храмі напередодні Берестецької битви молилися гетьман Богдан Хмельницький, козацькі полковники Іван Богун, Філон Джаждалій, Мартин Пушкар та інші.</p>

        <p>1914 року завершили будівництво храму-пам'ятника і освятили на честь Святого Георгія Переможця. Сьогодні це собор Свято-Георгіївського чоловічого монастиря. Сюди перенесли рештки загиблих воїнів, а місцевість почали називати «Козацькі Могили». Тут також спорудили монастирський скит. Зараз це музейні приміщення. 1957 року монастир примусово зачинили. 1960 року у його приміщеннях розмістили лікарню.</p>

        <p>1957 року монастир примусово зачинили. 1960 року у його приміщеннях розмістили лікарню.</p>

        <p>1965 року «Козацькі могили» передали до Рівненського краєзнавчого музею. Спочатку всю експозицію розмістили у Михайлівській церкві, а 1967 року її перенесли у колишні келії. Тоді музей назвали «Козацькі могили».</p>

        <p>1970 року археологи розпочали дослідження на полі біля села Пляшева. Знайдені речі поповнили експозицію музею</p>

        <p>1991 року урочисто відкрили монумент воїнам Берестецької битви. Його автором став скульптор Анатолій Кущ. Тоді ж «Козацькі могили» оголосили заповідником «Поле Берестецької битви», а також відновили богослужіння у Георгіївському соборі.</p>
                
        <p>2002 року знову почав діяти Свято-Георгіївський монастир. 2008 року заповіднику надали статус національного.</p></a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2545.9127785678675!2d25.192234615727784!3d50.349532179461576!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x472564281bc7ab41%3A0x9443d80f23844cf3!2sField%20of%20the%20Battle%20of%20Berestechko!5e0!3m2!1sen!2sua!4v1680648844557!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
    );
};

export default PBR;