import "../1.js"
import { Link, useLocation } from "react-router-dom";

const PolM = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
            
            <img src="images/pol/630_360_1631036705-227.jpg"/>
            <img src="images/pol/muzej.jpg"/> 
            <img src="images/pol/2.jpg"/>
            </div>      
    </div>
             
<div class="inf">
        <a><p>Полтавський краєзнавчий музей входить в число одних з самих старіших музеїв України.  Засновником музею був професор Василь Докучаєв. Який дав розпорядження архітектору В. Кричевському для створення проекту. Збудований музей у стилі модерну. Це дуже гарний та унікальний будинок. Повз нього не можливо пройти, щоб не ознайомитись. Зовнішнє оформлення будинку схоже на українське вбрання. Центральний вхід в музей оздоблений червоною плиткою, яка символічно нагадує пояс. Пояс в українській одежі був невідємною частиною одягу і майже завжди був червоного кольору. Це й хотів підкреслити в оздобленні В.Кричевський. Під час другої світової війни оздоблення будинку дуже постраждало. Але знищене оздоблення відновили в первозданному вигляді в 60 - ті роки ХХ століття.</p>

        <p>Для оздоблення музею В.Кричевський збирав орнаменти з усіх регіонів України. Він перемальовував їх з глечиків,рушників та інших житлових предметів. Модернізовував їх та переносив на кахлі та розписи. В цьому йому допомагали опішнянські майстри. Найрозповсюджуванішим сюжетом в розписах - є дерево життя. Це символ безкінечності та зв,язку трьох світів. Спочтку лише третій поверх будівлі слугував як Полтавський краєзнавчий музей. Тут була колекція природничого мистецтва. Це сама перша колекція,яка почала формуватися понад 130 років тому. Самими першими експонатами були зразки грунту та гербарії. На сьогоднішній день цей відділ вміщує понад 300 тисяч експонатів.</p>
            
        <p>У відділі природи на сьогоднішній день представлені експонати різних видів тварин,птахів. Також в повний зріст манумент мамонта,які жили на території Полтавщини до н.е. У відділі представлена флора та фауна Полтавщини.

        В Полтавському краєзнавчому музеї знаходяться пам’ятки історичної культири - ідоли, кам’яні скульптури. До наших часів їх збереглось чотири. В залі “Козацької доби” знаходиться в повний зріст обладунок лицаря. Його вага близько 30 кг. Саме з такими лицарями приходилось воювати прадавнім незахищеним козакам. В цій залі дуже багато речей з часів козацтва. В краєзначому музеї знаходиться унікальний експонат - це дзвін 18 століття, який виготовлено з гармати. На ньому знаходяться написи. Це вірш, який розповідає про козацькі походи того часу. Також унікальним експонатом в музеї є полотно Мясоєдова, яке спочатку слугувало фоном в театрі. Але потім було передано в музей. Звичайно, в краєзнавчому музеї Полтави є багато експозицій М.Гоголю, видатному письменнику Полтавщини.</p>
            
        <p>Детально представлено часи чумацтва. В музеї представлені різні види вишивки. Але основними експонатами є різновиди полтавської вишивки. Полтавський музей містить залу, яка раніше слугувала для засідань губернського земства. Побудований він за церковним стилем та містить балкон,на якому знаходилась преса на засіданнях земства. Прикрашають стіни три панно ,які розповідають про три етапи життя 18 століття - політичне, економічне та військове.

        Є відділ полтавського побуту. В ноьму представлено повноцінний інтер’єр української хати. Експонатами є ткацький верстак, лежанка, люлька, посуд, лави. Особливе місце відводилось - покуті, де зберігалися ікони. У відділі гончарства представлені опішнянські вироби - куманці, глечики та ін. Відділ ткацтва нараховує понад ста різновидностей килимів, різновидності плахт, рушників. В Полтавському музеї створена нова експозиція під назвою “Скарбниця”. Містить вона експонати інших культур та зібрана зі всього світу. Зберігаються унікальні предмети з часів давньоримської, грецької та єгипетської культури.</p>   
          
        <p>Сам музей це справжній скарб. Він містить безліч унікальних та неповтоних експонатів. Щоб зі всим ознайомитись, потрібно не одну годину. Тому, якщо плануєте відвідати краєзнавчий музей Полтави - розраховуйте на пару годин, що найменше. На сьогоднішній день, робітники музею збирають та відкривають нову залу, яка присвячена вторгненню росії на територію України в 2022 році.</p>    

    </a>
                                
</div>    


<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2586.759866024695!2d34.559257715700134!3d49.58341847936521!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d82f61ab8502f7%3A0x3b509d1dd5d1e388!2sPoltava%20Local%20Lore%20Museum!5e0!3m2!1sen!2sua!4v1681137010877!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default PolM;   