import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Pop = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">      
                <img src="images/zaporo/usad-ba-popova-ukraina-zaporozh-e-10.jpg"/>
                <img src="images/zaporo/104455599_3559166917445044_7732624215199554940_n.jpg"/>
                <img src="images/zaporo/2.jpg"/>
                       
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Містечко Василівка, що нині є вже райцентром, тісно пов’язане історією з дворянським сімейством Попових. Як відомо, після зруйнування Запорізької Січі, Катерина ІІ подарувала великі масиви нових земель своїм вірним дворянам. Землі ж навколо Олександрівська (нині м. Запоріжжя) з різними козацькими зимівниками та хуторами дісталися генералу Попову Василю Степановичу, який і став засновником поселення, що дало життя Василівці. Офіційна дата заснування Василівки – 1784 р., в статус міста було отримано в 1957 р.</p>

        <p>Спочатку В. Попов був зайнятий військовою справою, однак за Павла І пішов у відставку та подався до свого маєтку, де непогано його облаштував. Павло, син Василя Попова, продовжив роботи по розвитку маєтку. Він, дійсний член московського Товариства сільського господарства, висадив численні сади та виноградники у Василівці.</p>

        <p>В 1860-ті роки вже третій представник Попових, відставний генерал Василь Павлович, побудував у Василівці власну цегляну резиденцію, окрасою якої був палац, який вважався одним із найбільших в Східній Україні. Архітекторів замку було декілька. Відомо, що точно серед них був мелітопольський зодчий Олександер Агеєнко. Споруди були еклектичними, тобто в собі мали елементи неоготики, романського стилю та бароко. Палац був чотириповерховий з 5 вежами периметром 42 на 45 м. Загалом весь комплекс споруджували із місцевих матеріалів на протязі 20 років( 11864-1884). Цегла, як основний будівничий матеріал, була вибрана не випадково, бо В. Попов володів аж трьома цегельними заводами у Василівці. Внизу палац мав підвали, винні погреби, римські, фінські та російські лазні тощо. Вище розташовувались бальна зала, вітальна, дзеркальні кімнати, картинна галерея, колекція старовинної зброї, бібліотека. А в 1907 р. тут ще організували етнографічний музей, наповнений експонатами, що описували 15 національних культур. Також на початку ХХ ст. в палаці облаштували електро- та метеостанцію. Останню зарахували до мережі метеослужб Російської імперії. Замковий дах був обладнаний обсерваторією з телескопом. Терасу з телескопом прикрасили скульптурами італійського митця Лангобарді. Загалом до садиби входили ще службові приміщення, стайні, пейзажний парк з фонтанами. Юрій Попов, останній господар палацу, влаштував також тут симфонічний оркестр.</p>
            
         <p>Таким чином із опису видно, що садиба Попова – дійсно була казковою. Однак Перша Світова війна та прихід до влади більшовиків змусили Попових покинути в 1917 р. свій маєток. Місцеві переказували, що останні власники садиби встигли врятувати частину свого майна. Зокрема, вони вивезли один вагон найцінніших предметів. Те що залишилось – книги, меблі, картини, культури, етнографічна колекція – було знищено та пограбовано більшовиками у 1918 р. Сам замок зазнав значних ушкоджень, а парк та діброву піддали вирубці. В 20-х рр. ХХ ст. місеві мешканці повідомляли, що замок ще зберігає зовні гарний вигляд. В 1925 р. сюди прибув відомий педагог А.Макаренко, міркуючи над можливим перенесенням сюди своєї школи-колонії. Але більшовицька влада вирішила тут влаштувати свинарник. В 1934 р., коли Україна оговтувалась від жахливого голодомору,  місцева влад вирішила спорудити будинок культури. Матеріалом для цього виступили дерев’яні конструкції палацу( перекриття, дах). Таким чином до початку Другої Світової війни колись велична будівля перебувала в жалюгідному стані. Пізніше радянська влада офіційно все списала на фашистські війська, які нібито розібрали половину палацу для створення оборонних укріплень. В 1944-1945 р. залишки палацу пустили на будівництво доріг та корівників. Так Радянська влад знищила не один шедевр архітектури. Але на цьому вона не зупинилась.</p>

         <p>В 1954 р. радянська влада наказала знищити Собор Святих Петра та Павла, який в свій час заснували Попові. В стайнях садиби влаштували школу для психічно хворих дітей. Пізніше на цій території спорудили гуртожиток місцевого гуртожитку. Тривалий час садиба перебувала в занедбаному стані, поки її з 1989 р. не почали рятувати. Через чотири роки, в 1993 р. їй надали статус заповідника. В цьому зіграло свою важливу роль культурно-історичне товариство «Спадок». Реконструкція садиби продовжується і нині.</p>

   


       
                
   </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2698.2166679618736!2d35.27444691562496!3d47.44671577917441!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40dd1df3fbbb8ed9%3A0x8fcc66d78690fc79!2sPopov%20castle!5e0!3m2!1sen!2sua!4v1680971057990!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" 
            ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};

export default Pop;   
