import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Radz = () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>

        <div id ="slider">
                <div id = "polosa">
                        <img src="images/volyn/8854_800x600.jpg"/>
                        <img src="images/volyn/6jA34k3fnBOf9prD1cq49hnTWi2F3PDg2JgKl515.jpeg"/>
                        <img src="images/volyn/8855_800x600.jpg"/>
                </div>      
        </div>
             
<div class="inf">
                
        <a><p>XVI століття. Село Олика разом з іншими волинськими землями входить до складу Великого князівства Литовського. Наймогутніший литовський рід Радзивилів будує на території сучасної України свій маєток – один із головних волинських замків.</p>

        <p>Засновник замку Миколай-Кшиштоф Радзивил (Чорний) був воєводою і канцлером Великого князівства Литовського. Змінюючи з часами свої релігійно-політичні погляди, він бере активну участь у протестантському та культурно-освітньому рухах. Маєтки цей чоловік мав не лише на Волині. Та володарював мудро і корисно для людей: відкрив друкарню, засновував чимало шкіл для дітей; видав навіть Радзивиловську Біблію, яка була другим перекладом Святого Письма на польську.
Перед смертю князь Кшиштоф тяжко хворів. Збереглись цікаві відомості, що лікуючись від подагри, він натирав тіло ртуттю, та це не врятувало його від кончини у 50-річному віці.</p>

        <p>Із роду Радзивилів вийшло багато знатних людей: серед них було 15 гетьманів, багато канцлерів та єпископів. Надзвичайно заможними Радзивили були завжди. В Україні вони володіли містами, селами і замками.</p>

            <h2>Прямокутний замок</h2>
<p>Саме Миколай-Кшиштоф почав зводити замок в Олиці 1564 року. Продовжив роботу його молодший брат О́льбрахт-Станісла́в. Із завершенням будівництва у волинській глибинці постала велична і красива споруда, яку згодом братимуть за взірець будівництва замків у інших містах.</p>

        <p>Якщо глянути на замкову територію з висоти птичого лету – можна було побачити майже правильний квадрат, який утворювали чотири бастіони.
Кам’яний мур оберігав чудовий сад довкола замку, а обабіч виблискувало плесо невеличкого озера. До парадного входу можна було під’їхати через кам’яний міст у вигляді арки, рів під яким був заповнений водою. Біля іншого входу у замок гостей зустрічала велична двоярусна вежа з годинником.</p>
            
            <h2>Портретні зали та венеціанська мозаїка</h2>

        <p>У різні часи палац мав два або три поверхи. Перший з них традиційно розміщав вартові та господарські приміщення. Цікаво, що серед останніх були кухні, пекарня та навіть власна цукерня. Окремо були спеціальні печі для плавлення металу і гіпсу. Печі в апартаментах мали мальовані дверцята.</p>

        <p>Красиво і дорого оздобленими були і стіни, і стелі кімнат (яких всього було аж 360!). Художні мармурові каміни та залізні вікна.
У документальних описах зазначений зал першого поверху із численними картинами-портретами. Шість просторих вікон створювали найкраще освітлення для гербів та портретів князів з роду Радзивіллів. У картинній колекції, яка нараховувала близько 150 полотен, були і дуже дорогі експонати. Скульптури, дорогі килими, багато китайських речей (у XVIII столітті в Європі була мода на східний стиль).
Окремого опису заслуговують меблі палацу. Величезні столи із десятками шухляд, інкрустовані буфети. Печі із кахлями, оздобленими гербами. Балкони із кам’яними колонами в італійському стилі. Венеціанська мозаїка прикрашала стіни коридорів.</p>
                
        </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3624.019898017515!2d25.809482608546936!3d50.723092287022354!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x472f623b593d6c41%3A0x87fb557ea3c9649e!2sOlyka%20Castle!5e0!3m2!1sen!2sua!4v1680642234850!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true" class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
        );
};

export default Radz;