import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Rodon = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
            <img src="images/mik/o_1fqnte5il1fc910is17b611lhs9h79.jpg"/> 
            <img src="images/mik/1743.jpg"/>
            <img src="images/mik/8e8600f23a0628346b8156ae6e8dd618.jpeg"/>
            </div>      
    </div>
             
<div class="inf">
        <a><p>Радонове озеро затишно розташувалося поблизу села Мигія, має рукотворне походження.
Свого часу, на місці озера працював кар'єр, де добували граніт. Згодом всі роботи призупинили, у підсумку, природа внесла свої корективи, заповнивши  порожнечу підземною водою. Таким чином виникло радонове озеро, глибиною в 40 метрів з кришталево чистою та ніжно-блакитним відтінком води.</p>

        <p>У озера облаштували чудову оглядову площадку, де є можливисть насолодитися чудовим краєвидом околиці. Для комфортного проведення часу туристів тут встановили затишні альтанки, лавочки, інформаційні стенди та паркінг. Кожен бажаючий може розкласти намет, поплавати в озері,  прогулятися околицею та насолодиться дивовижною природою або зайнятися скелелазінням. Запевняю, нудьгувати вам не доведеться.</p>
            
           <p>Над озером натягнули троллей, який як з'ясувалося згодом, є найшвидкісним та високим на території України. Його довжина сягає майже 454 метрів.
Подолати дану відстань можливо менше ніж за 30 секунд, зі швидкістю 60 км на годину.</p>
            
            <p>Тут дуже багато мальовничих місць, що ідеально підходять, для фото та відеозйомки.
Але, особливою популярністю користується чудовий арт-об'єкт у вигляді кованого серця, який розташований на оглядовому майданчику.
Охочих зробити кілька яскравих кадрів на пам'ять, хоч відбавляй.</p>
            
            <p>За однією із версій ім'я відносно молоде, має молдавське походження, його пов'язують з річкою – Південний Буг. Мигією називалась порожиста ділянка Бугу, ця назва закріпилася за селищем на початку ХVIII століття. Козаки заснували тут зимівники та назвали Мигією найближчі десять островів-порогів.</p>
            
            <p>Назву також пов'язують з красивою легендою і поселенням козаків – бугогардівською паланкою. На протилежній стороні Бугу стояли турки. Вночі козаки палили вогнища і з боку турків було видно миготіння вогнів – звідси і пішла назва селища. Легендарну особистість козака Мамая пов'язують з цією землею – в його честь названий один з островів місцевості.</p>
                                
    </a>
                                
</div>    


<div class="map">
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2668.577747718637!2d30.965684415644933!3d48.02186717921441!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40ce4a7056a5c277%3A0x13ad409afb988513!2sRadonove%20Ozero!5e0!3m2!1sen!2sua!4v1681078216897!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

);
};

export default Rodon;   