import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Skalz = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
        <div id = "polosa">
            <img src="images/tern/ckalat.jpg"/>
            <img src="images/tern/23347.jpg"/>
            <img src="images/tern/skalatskii-zamok-3-5b145714c241c.jpg"/>    
        </div>      
    </div>
             
<div class="inf">
                
        <a><p>Вважається, що замок в Скалаті побудував близько 1630 року галицький мечник і ротмістр Кшиштоф Віхровський. Проте, останні археологічні розкопки дозволяють припускати, що фортеця є старшою щонайменш на століття. Регулярний, квадратний в плані замок звели з пісковику на заплаві річки Гнилої між її двома притоками. З усіх боків він був оточений ровами глибиною 2 метри, які під час небезпеки заповнювалися водою з річки. Оборонні мури замку сягали 6 метрів заввишки і 2 метри завтовшки. Крім того, твердиня мала і природній захист – болотисту місцевість навколо. Первісно вежі були двоярусними з цокольним поверхом і високим наметовим дахом. На перших двох ярусах є амбразури для гармат з бійницями, призначених для стрільби з гаківниць (важка рушниця XVI —XVII ст.) та шпиговниць (вид фортечної рушниці XVI —XVII ст.). Сила віддачі цієї зброї була такою, що того, хто стріляв, відкидало до протилежної стіни башти, де стрільця вже чекала м’яка шкіряна подушка. Скалатський замок по праву називали твердинею Поділля. На вході до фортеці стояв дерев’яний підйомний міст у західній стіні. По кутах замку досі стоять п’ятигранні чотирьохярусні вежі-близнюки, чітко орієнтовані по сторонах світу. Кожна з веж однією гранню виходила на подвір’я, а двома парами інших була звернута до поля і ровів уздовж замкових куртин.</p>

        <p>Тричі фортецю руйнували селяни і козаки під час Визвольної війни Хмельницького. У 1667 та 1672 році на Скалат нападали татари і турки, а у 1675 році замок зруйнували війська турецького візира Ібрагіма Шишмана. Однак, місцевим мешканцям вдавалося успішно тримати облогу і захищати замок під час фінального штурму. Бо в підвали кожної з веж можна було потрапити за допомогою трьох тунелів. За легендою, підземні ходи від замку тягнулися на 12 кілометрів аж до Гримайлова. Тому після руйнування замку, його досить швидко відновлювали. В тих же тунелях у мирний час мешканці облаштовували приватні льохи, де тримали пиво та припаси. До речі, є свідчення що у Скалаті вже у XVII столітті була своя пивоварня.</p>

        <p>Наприкінці XVIII століття Сакалатський замок відбудовує нова власниця міста Маріанна Сципіонова-Водзицька. Замкові башти були нарощені цегельною кладкою, добудовані ще на два яруси та вкриті черепичним дахом. До південно-східного оборонного муру прибудували двоповерховий палац у бароковому стилі з цокольним поверхом та мансардою. Була збудована і нова барокова брама з головним та двома бічними арками-входами, яку прикрашала фігура лицаря із щитом. Наприкінці ХІХ ст. замок остаточно втратив обороннезначення і перетворився на коштовну панську резиденцію. Наприкінці ХІХ ст. архітектор Теодор-Маріян Тальовський, професор Технічної академії у Львові, пропагандист неоготичного стилю в Галичині, на замовлення чергового власника, графа Ростоцького, відреставрував башти замку і збудував костел у неоготичному стилі.</p>

        <p>Під час Першої світової замок був зруйнований, але його відбудували у міжвоєнний період. Останній власник фортеці Олександр Потоцький, не маючи коштів на відновлення, незадовго до приходу радянських військ подарував фортецю міській владі. У 60-ті роки ХХ ст. проведено реставрацію замку, в ході якої відновили кладку третього і четвертого ярусу кожної вежі, вкривши їх черепичним дахом. На жаль, у 2004 році ураган зірвав черепичні дахи з декількох веж. Декілька років тому дахи відновили, але замість черепиці вкрили їх пластиком. Сьогодні скалатський замок входить до історико-архітектурного заповідника «Замки Тернопілля». Пам’ятка поступово відновлюється: почищено на відновлено мури, полагоджені перекриття другого і третього поверхів, вичищено підвали. Є плани відкрити у замку музею. А поки що кожен бажаючий має змогу самостійно відвідати Скалат і побачити замок. Подорожуй з “Тернопільським”. Відкривай Тернопілля!</p>
              
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2595.0890799830436!2d25.97080191569458!3d49.42612987934721!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4731c7528c1d63d9%3A0xbe8217a8428024b3!2sSkalat%20Castle!5e0!3m2!1sen!2sua!4v1681380732385!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default Skalz;