import "../1.js"
import { Link, useLocation } from "react-router-dom";

const SkDowb = () => {
    return(
<div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                    <img src="images/fr/3.jpeg"/>
                    <img src="images/fr/2.jpeg"/>
                    <img src="images/fr/1.jpeg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Якщо Ви любите подорожі Карпатами, Вам обов’язково слід відвідати Скелі Довбуша. Цей таємничий, оповитий легендами куточок точно залишить слід у серці кожного туриста. Багато століть історичних подій лежать на плечах цих кам’яних гігантів. Ці могутні велетні були прихистком для давніх племен, котрі заселяли Прикарпаття, вони витримали монголо-татарську навалу та впродовж віків служили фортецею для місцевого населення. Неважливо чи ти селянин, який тікає від панського гніту, чи воїн, що захищає рідну землю, Скелі Довбуша ставали для тебе фортецею.</p>

        <p>Пам’ятка природи та історії розташована в урочищі Бубнище, неподалік від с. Бубнища Івано-Франківської області. Відстань від села до самих скель приблизно 2,5 кілометри ґрунтової дороги. Скельно-печерний комплекс підіймається на висоту 668 метрів над рівнем моря і є масивним скелястим виходом пісковиків, що сформувалися на дні палеогенового моря понад 70 млн років тому.</p>

        <p>Часто Скелі Довбуша називають «Бубниськими». Саме таку назву отримало і село, яке знаходиться неподалік. Серед місцевих жителів побутує легенда про напад монголо-татарської орди. Прикарпатці відчайдушно боролися з ворогом, однак він був численнішим. Коли надії майже не було, юна бойківська дівчина попросила у скелі прихистку. В той момент, коли її майже схопили ворожі сили, скеля розступилася та заховала дівчину. На монголо-татар рясно посипалися каміння і військо відступило. Коли завершилася битва, дівчина піднялася на гору, щоб подивитися, чи ворог не підступає знову. Коли вона бачила загрозу, то голосно била в бубон і попереджала про небезпеку. За легендою, так і з’явилася назва селища – Бубнище.</p>

        <p>Ця красива легенда – тільки «верхівка айсберга» оповідок та переказів, в які Ви ризикуєте зануритися розмотуючи цей клубок. Скелі Довбуша насправді багаті на історичні події. Тут в різні періоди було і стародавнє святилище, і напівфольклорна фортеця княжої доби, і навіть твердиня опришківського руху. З останнім пов’язана більш відома нам назва цієї пам’ятки природи – Скелі Довбуша.</p>

        <p>Навколо постаті Довбуша історичних фактів, напевно, менше ніж легенд та згадок у фольклорі. Як про скелі, так і про самого Олексу писав історик Михайло Грушевський, низку творів скелям присвятив Іван Франко. Пісеньки про це місце і про Олексу Довбуша згадуються в літературному альманасі «Русалка дністрова» (1837 рік), який був виданий «Руською трійцею». Ким же насправді був оспіваний у піснях Олекса Довбуш? Простим розбійником, який грабував заради наживи, чи народним героєм і месником? Його згубила жага до багатства та визнання, чи може тут підходить старе як світ «Cherchez la femme» («Шукайте жінку»)?</p>

        <p>За легендою, О. Довбуш був наділений чаклунською силою, яка відновлювалася серед цих скель. Цікаву історію його кохання нам розповідає Польський поет Францішек Карпінський. Він переконаний, що Олексу вбив заможний селянин Штефан Дзвінчук, дружину котрого кохав Довбуш. Штефан з дружиною домовилися вбити повстанця та віддати його тіло польській шляхті за винагороду. Застрелений він був срібною кулею над якою «сім ксьондзів сім днів і сім ночей читали молитви, аби пробити потужне закляття». Вважалося тільки так можна було вбити Довбуша. Побратими віднесли його до скель, де він і помер від втрати крові. Інші легенди оповідають, що в цих скелях слід шукати захований  скарб. Вхід у сховок прикриває камінь і його можна відчинити особливим закляттям. Але чи дійсно відвідував знаменитий опришок ці скелі, а тим більше тут зупинявся, − достовірно не відомо.</p>

        <p>Дуже відома серед туристів «Чортова ущелина» шириною 20 сантиметрів. Якщо вірити легенді, всі хто крізь неї пройдуть позбудуться гріхів. Тут хороше місце для скелелазіння, і тут часто можна побачити альпіністів. В кам’яній скелі знаходиться старовинний колодязь глибиною 5-6 метрів, до якого можна дістатися сходами. Якщо захочеться відпочити і перевести подих, неподалік є колиба, в якій Вас пригостять традиційними гуцульськими стравами, без яких важко собі уявити відпочинок у Карпатах.</p>
            
    
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2615.289672166269!2d23.679728715680913!3d49.04311557930603!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x473a178936b26a6d%3A0x43809b0deb9afc8b!2sDovbush%20rocks!5e0!3m2!1sen!2sua!4v1680975998479!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
    </div>
</div>
);
};

export default SkDowb;   