import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Sof = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
                <img src="images/cher/200406151315723-7439.png"/>
                <img src="images/cher/-2-min.png"/>
                <img src="images/cher/803BC3EC-AFBF-49AA-B3E0-73A13F5332BA_w1200_r1.avif"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>У старовинному українському місті Умань є мальовничий куточок, який називають дивом та перлиною України - це дендрологічний парк “Софіївка”. Тут кожен має можливість поринути у казковий світ природи, краси і кохання. ”Софіївка” чудова за будь-якої погоди та пори року і є справжнім раєм, наприклад, для любителів фотозйомки!</p>
            
            <p>Заснував парк у 1796 р. польський магнат Станіслав Потоцький на честь своєї дружини красуні-гречанки Софії та подарував його у день її янгола, в травні 1802 р. Ідея створення парку в романтичному стилі з використанням римської і грецької міфологій належала самій Софії. Дивовижні пейзажі, екзотичні рослини, античні скульптури, водойми, каскади, фонтани, кам’яні гроти – все це гармонійно поєднується і створює неповторну атмосферу казки. Цей шедевр вражає відвідувачів своєю красою вже понад 210 років.</p>
        
            <p>Загальна площа парку 179.6 га
Ви можете прогулятися Англійським парком та перейти  річку Кам’янку по Венеціанському містку. Пройтися вздовж Єлисейських полів і зазирнути у грот “Дзеркало Діани” та здійснити незабутню подорож човном по підземному царству Аїда.
Доречі, довжина підземного каналу складає понад 211 метрів, а ширина 3 метри.</p>   
            
        <p>Острів Кохання має міфологічну назву “Анти-Цирцея”
В “Софіївці” є острів, який присвячений коханню - найчарівнішому почуттю. Єдиний об’єкт,  розташований на острові - Рожевий Павільйон, побудований в стилі епохи Відродження. За повір’ям, пара, яка відвідає це місце, збереже своє кохання назавжди. Відвідувачі парку мають можливість насолодитись красою архітектури  в оточенні рідкісних видів кущів та дерев, привезених з усього світу.</p>   
            
        <p>“Софіївка” увійшла до ТОП-3 найпопулярніших туристичних локацій регіону. Щорічно парк відвідує до 500 тисяч туристів.
“Софіївка” – садово-парковий та архітектурний шедевр, який був створений пам’ятником вічному коханню. Парк щорічно відвідують сотні тисяч туристів з усіх куточків України та світу. Ви маєте можливість замовити екскурсії, провести час із сім'єю, наприклад, покатись на сігвеях, кареті або верхи на коні.
До ваших послуг катамарани, пороми, корабель “Софія”, лодки та гондоли. Після насиченого пригодами дня, ви можете залишитись на ніч у готелі. Скуштуйте смачних страв в кафе або ресторані “Дружба” на території парку.
Запрошуємо вас гостинно!</p>
               
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1563.7881482326713!2d30.235080100389478!3d48.76341320089371!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d20d834a27abb3%3A0x33555cef9cbb3531!2z0J_QsNGA0Lo!5e0!3m2!1sen!2sua!4v1681482308908!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default Sof;