import "../1.js"
import { Link, useLocation } from "react-router-dom";

const StNik = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
        <div id = "polosa">
            <img src="images/kyiv/kostel-svyatoho-mykolaya-min.jpg"/>
            <img src="images/kyiv/Travel_to_Ukraine_-_Excursions_in_Kiev_-_Church_of_St._Nicholas.webp"/>
            <img src="images/kyiv/kostel-svyatoho-mykolaya-5-min-825x460.jpg"/>              
        </div>      
    </div>
             
<div class="inf">
                
        <a><p>  Національний будинок органної та камерної музики України розташований в перебудованому під концертний зал приміщенні Миколаївського костьолу з лютого 1980 p.

     Споруда Миколаївського костьолу була завершена у 1909 p. за конкурсним проектом архітектора С. В. Валовського. Розробка проекту та будівництво здійснювались під керівництвом відомого київського архітектора В.В. Городецького. Тривало будівництво 10 років (1899-1909 p.p.).</p>

        <p>Архітектор В. B. Городецький народився в Україні, закінчив Петербурзьку академію мистецтв зі срібною медаллю. Його роботи були відзначені сміливістю інженерних рішень , використанням найновітніших досягнень науки і техніки. Для будівництва костьол у В.В.Городецький застосував новий для того часу будівельний матеріал — залізобетон. Миколаївський костьол — одна з найцікавіших споруд архітектури початку XX ст. Збудований в стилізованих готичних формах з високими стрілчастими шпилями, вирізняється стрункими пропорціями, легкістю, ясністю композиційної структури. Серед кращих споруд архітектора В. В. Городецького у Києві, крім костьолу, — будівлі Державного музею українського образотворчого мистецтва,  «Караїмська кенаса» (тепер — Будинок актора) та його власний особняк «Будинок з  химерами».</p>

        <p>У 1909 p. костьол було освячено, хоча споруда не була добудована.

     Після 1917 p . костьол закрили . У 30-ті роки використовували як складське приміщення, пізніше тут був розташований архів.

     Під час Великої Вітчизняної війни будівля була значно зруйнована.

     У грудні 1978 p. було прийнято рішення Ради Міністрів УРСР про створення у Києві Республіканського будинку органної і камерної музики Міністерства культури УРСР та переобладнання для його концертного залу приміщення колишнього Миколаївського костьолу. Розміщення концертного залу в приміщенні колишнього костьолу вимагало проведення великої кількості робіт, необхідних для його функціонування в новій якості. Водночас з реставрацією проводилась і часткова реконструкція.
</p>
            
        <p>Особлива увага приділялась естетичному оформленню та створенню комфортних умов залу. Для оформлення інтер'єрів Будинку були виготовлені в Прибалтиці кольорові вітражі, на Львівській меблевій фабриці — м'які стилізовані меблі, в Ківерцях Волинської області — високоякісний паркет.  Спеціально для концертного залу було сконструйовано великий концертний орган. При конструюванні органу майстри намагалися наблизити його зовнішній вигляд до архітектурного стилю костьолу, що об'єднало унікальну архітектуру з унікальним інструментом.</p>
            
       
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d124412.22509875127!2d30.368771363081585!3d50.42106683022223!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d4cf1e9e7b9ad3%3A0x557e24b6e257f66a!2sSt.%20Nicholas%20Cathedral!5e0!3m2!1sen!2sua!4v1681041168496!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default StNik;