import "../1.js"
import { Link, useLocation } from "react-router-dom";

const StUSp = () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>

        <div id ="slider">
          <div id = "polosa">
                <img src="images/donetsk/image.jpg"/>
                <img src="images/donetsk/Svyatogorskaya-lavra.jpg"/>
                <img src="images/donetsk/88.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Серед крейдяних пагорбів, вкритих реліктовим лісом Національного природного парку «Святі Гори», на правому березі Дінця розташувався архітектурний ансамбль Успенського чоловічого монастиря, який в 2004 році набув статусу Лаври.</p>

        <p>Час і авторство Миколаївської церкви – дивовижної споруди в стилі українського бароко залишаються невідомими вже четверте століття. Єдність храму з природним матеріалом крейдяної скелі та оточуючим природним ландшафтом виводять культову споруду в розряд унікальних об’єктів культурної спадщини України, аналогів якому немає.</p>

        <p>Кам’яна частина церкви настільки органічно втілена в масиві бескиду, що без спеціальних методів дослідження неможливо визначити місця переходу цегли в крейду, виявити крейдяні прошарки в стінах храму.</p>

        <p>Свято-Успенська Святогірська Лавра – розташована на схилах навислих над водою мальовничих крейдяних гір, що здавна називали Святими. Документально Святі Гори відомі з 1526 р.</p>

        <p>У писемних джерелах монастир у скелі згадується верше під 1624 р. Існує дві версії щодо заснування монастиря. Відповідно до однієї, монастир заснували ченці Печерської лаври, що пішли з Києва, розореного монголами у середині ХІІІ ст., а за другою версією – афонські монахи, що йшли на Русь по Сіверському Донцю, це місце нагадало їм рідну Святу гору Афон.</p>

        <p>З кінця XVII ст. споруджуються монастирські будівлі, в тому числі кам‘яний престольний храм (1698-1708 рр.).</p>

        <p>З 1790 р. Святими Горами володів князь Г. Потьомкін, а пізніше – Енгельгардти.
У другій половині ХІХ ст. старі монастирські будівлі біля річки замінюються новими кам‘яними.
У 1850-1867 рр. в одній з келій здійснював свій подвиг затворництва преп. Іоанн (Крюков; помер у 1867 р.).</p>
                
        <p>У 1922 р. монастир було закрито. У його будівлях створено одну з відомих оздоровниць в Україні. У 1980 р. ансамбль споруд оголошено Державним історико-архітектурним заповідником. У 1992 р. монастир знову відродився.</p>

        <p>У центрі обителі побудовано у 1859-1868 рр. за проектом А. Горностаєва п‘ятибанний престольний храм, над Святими вратами – церква Покрови Божої Матері (1850-1851 рр., архітектор К. Тон). На заході – два братських корпуси, на сході – колишній Гостиний двір обителі (комплекс споруд, що отримав сучасний вигляд у 1900 р.).</p>
    
        <p>На північ від двору, коло підніжжя гори знаходиться підземний храм преп. Антонія та Феодосія Печерських; при вході на поверхню спорудили павільйон, біля нього заснували цвинтар для благодійників та нашановніших духівників монастиря; до початку 80-х рр. ХХ ст. павільйон було зруйновано, у 1993-1994 рр. відтворено підземний інтер‘єр; під залишками павільйону поховано князя Н. Б. Голіцина – учасника Вітчизняної 1812 р. та Кримської 1853-1856 рр. воєн, друга О. Пушкіна, письменника, перекладача, композитора (помер у 1866 р.). На захід від Успенського собору розташовано нижній павільйон паломників (“Печерник”). Ліві ворота павільйону – вхід до печер.</p>
    
         <p>Ще в кінці XVII ст. скелю увінчав Миколаївський храм, що зберігся донині. На схід від храму на скелі влаштовано оглядовий майданчик з каплицею св. Андрія Первозванного (50-і рр. ХІХ ст.; називається ще Верхнім павільйоном паломників). За деякими даними, ідея створення каплиці пов‘язана з ім‘ям Андрія Миколайовича Муравйова, частого гостя Святих Гір.</p>
            
          <p>Архімандрит Арсеній, який бував у Палестині, дав горі, з якої виступає скеля, назву Фавор. Широку відомість Фавор здобув після того, як у 1867 р. тут почив і був похований преп. Іоанн (Крюков). У 1994 р. мощі подвижника було віднайдено та перенесено до монастиря.

У 2004 р. Священний Синод Української Православної Церкви прийняв рішення надати Свято-Успенському Святогірському чоловічому монастирю статус лаври.</p>
    
    
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5232.02054907818!2d37.56302004014009!3d49.029411604637836!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40df7fbd752d3d49%3A0x8ef5b0cf85c777b4!2sSviatohirsk%20Cave%20Monastery!5e0!3m2!1sen!2sua!4v1680724649475!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>

        <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>

    );
};
export default StUSp;