import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Uni = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">   
            <img src="images/cherniv/615ae02fd5f6f.jpg"/>
            <img src="images/cherniv/2nEam.jpg"/>
            <img src="images/cherniv/3591_800x600_chernovcy-univer.jpg"/>
        </div>      
    </div>
             
<div class="inf">
                
        <a><p>Перлиною Чернівців є величний ансамбль – Резиденція митрополитів Буковини і Далмації, де нині розташований Чернівецький національний університет імені Юрія Федьковича. Ошатна архітектурна споруда, створена у другій половині 19 століття, є символом толерант ності Буковини і її жителів. Цей осередок освіти і духовності краю створили кілька поколінь зодчих, які майстерно втілили архітектурні смаки свого часу. Водночас Резиденція митрополитів – це  своєрідний симбіоз стилів і культур, які, переплівшись воєдино, створили неповторний гармонійний союз. Комплекс споруд є пам'яткою архітектури і належить до Списку Всесвітньої спадщини ЮНЕСКО. </p>

        <p>Резиденція митрополитів Буковини і Далмації  має славного автора. Це чеський архітектор і меценат Йозеф Главка. За його проектами побудовано низку архітектурних шедеврів у Чехії та інших європейських країнах. Хоча австрійська влада дала дозвіл на зведення в Чернівцях кафедрального собору та єпископської резиденції на прохання місцевої православної знаті значно раніше, втілили в життя задум лише через півстоліття, з появою єпископа Євгена Гакмана.</p>   
            
        <p>У липні 1864 року новозбудований кафедральний собор освятили, а на місці старої резиденції єпископ Гакман заклав «угольний» (наріжний) камінь у фундамент каплиці святого Івана Сучавського. Цю дату вважають початком зведення нової резиденції. За масштабами будівництво не мало аналогів і коштувало астрономічних на той час грошей – 1,75 мільйона гульденів.

 </p>   
            
        <p>Після того, як Буковинське єпископство 1873 року отримало статус митрополії, за спорудою закріпилася назва, яка дійшла до нашого часу – Резиденція митрополитів або Митрополича резиденція.</p>
            
        <p>Комплекс споруд Чернівецького університету схожий на середньовічний замок. Збудований у дусі еклектики, він є яскравим зразком постромантичних тенденцій в архітектурі. Високі цегляні стіни, оздоблені різьбленим каменем, стрункі вежі. Круті схили дахів, критих різнокольоровою черепицею з візерунками, що відтворюють  рисунок буковинських народних килимів – все це додає ансамблю піднесеності і святковості. </p>
               
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2654.3118206457902!2d25.920660696789536!3d48.296853999999996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4734089d8717ec63%3A0xb40cace399ed9a07!2sHeohrafichnyy%20Fakul%CA%B9tet%20Chernivets%CA%B9koho%20Natsional%CA%B9noho%20Universytetu%20Imeni%20Yuriya%20Fed%CA%B9kovycha!5e0!3m2!1sen!2sua!4v1681490185865!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>


);
};

export default Uni;   