import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Viad = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
        <div id = "polosa">
            <img src="images/lug/1559734933-920.jpg"/>
            <img src="images/lug/photo5291776012687879673.jpg"/> 
            <img src="images/lug/c0e8dca6-0269-d87b-5701-5b6157df9225_news_mainimg.jfif"/>
        </div>      
    </div>
             
<div class="inf">
        <a><p>Австрійський міст-віадук у  Ворохті – диво інженерної думки, яке поєднало два береги річки Прут. Сьогодні міст є своєрідним  музеєм під відкритим небом, місцем для казкових фотосесій та оглядовим майданчиком, звідки відкривається неймовірний краєвид.</p>

        <p>Австрійський віадук у Ворохті завдячує своєю появою  грандіозному задуму уряду Австро-Угорської імперії, який планував поєднати Адріатичне та Чорне моря залізничним полотном. Цю неймовірну за своїми масштабами конструкцію звели всього за рік – із 1894-го до 1895-го – італійські полонені солдати, яким не з доброї волі довелося змінити мечі на рала. Допомагали їм також охочі підзаробити місцеві робітники.</p>

        <p>У 1870 року у Віденському парламенті обговорювали необхідність проведення Транскарпатської магістралі. Глобальність проекту полягала у побудові проміжної ланки на шляху між Чорним (м. Одеса) та Адріатичним (м. Трієст) морями. Через небажання Росії з’єднувати залізницею Ясси та Кишинів задум не вдався, однак багаті деревиною, залізом та сіллю регіони знайшли вихід до споживача. </p>
            
        <p>У 1894 році було прокладено колію за маршрутом Станиславів - Надвірна - Вороненка із суміжною лінією Ділове - Ясіня - Вороненка зі сторони Закарпаття. Так утворилася колія довжиною близько 135 км. Цей шлях, за задумом, мав стати прямою магістральною трасою через хребет Карпатських гір до тодішньої столиці Відня. Реалізації цього варіанту розвитку завадила І світова війна та черговий поділ земель між державами. У серпні 2011 року Івано-Франківські художники Юрій і Марта Пітчуки розписали опори Австрійського мосту муралами із зображеннями гуцулів, тварин та мальовничих картин природи.</p>
            
        <p>Один із найстаріших та найдовших кам'яних аркових мостів-віадуків Європи викладено з величезних кам'яних брил.  Довжина мосту становить 200 метрів, протяжність його центральної арки – 30 метрів, а її ширина – 65 метрів. В Європі є більш складні споруди. Наприклад, Гельчтальбрюкке – 574-метровий цегляний віадук в Німеччині висотою 78 метрів. Або Гленфіннан – 380-метровий бетонний арковий міст у Шотландії, по якому проїжджає Хогвартс-Експрес у фільмах про Гаррі Поттера.</p>
            
        <p>Сьогодні міст уже не є залізничним, адже задля його збереження у 2000 році поряд звели міст-дублер. Тож тепер австрійський шедевр мостобудування – суто пішохідна архітектурна пам'ятка, яка є ідеальним місцем для фотосесій. Адже його витончені арки та високі прольоти створюють казкову атмосферу у будь-яку пору року. Ця архітектурна перлина Ворохти відома далеко за межами селища, оскільки Старий австрійський міст – одна із п’яти такого роду споруд у всій Західній Україні й один із найстаріших і найдовших кам’яних віадуків у Європі. Багато гостей Ворохти приїжджають сюди, щоб відчути романтику цієї пам’ятки Карпат. Серед старовинних кам’яних мостів у Ворохті Старий австрійський міст – найвідоміший, але далеко не єдиний. У селищі є ще три мальовничі мости, вік кожного з яких близько століття.</p>
                    
        <p>В рамках фестивалю "Віадук 2017"-  франківське подружжя художників Юрій Пітчук та Марта Бельмега-Пітчук – створили два стінописи на старовинному кам’яному віадуку у Ворохті. Митці зобразили на них жінку і чоловіка в гуцульському вбранні. Дозвіл на це організаторам надала селищна рада і Укрзалізниця. Художник зазначив, що “старий австрійський камінь не зачепили”, а малювали лише на бетонних радянських опорах. Окрім цього мосту, в Західній Україні збереглися ще чотири віадуки із залізничною колією: два в Тернопільській області біля Теребовлі, в селах Кровинка і Плебанівка, і два біля Лавочного (Львівська область). Ворохта багата як природними, так і архітектурними пам'ятками, тому тут також можна відвідати дерев’яний храм Різдва Богородиці та богослужебну каплицю, яка має дивовижну архітектуру. А для любителів походів у гори ідеальним буде маршрут до найвищого високогірного озера України – Несамовитого.</p>
            
        
                    
    </a>
                                
</div>    


	 
      <div class="map">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2655.096980560766!2d24.562324715654142!3d48.28175007923522!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4736e1d6d606fd27%3A0x990c5219378e6fd5!2sRailway%20Bridge-Viaduct!5e0!3m2!1sen!2sua!4v1681064166231!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div> 
);
};          

export default Viad;