import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Vish = () => {
    return(
            <div class="header3">
            <div class="slide-first"></div>
            <div class="slide-second"></div>
            <div className="container">
            <div className="header-line">
              <div className="header-logo">
                <Link to="/"> <img src="images/logo-50.png"/></Link>
              </div>
              <div className="nav">
                <div>
                <Link to="/" className='nav-item'>ГОЛОВНА</Link>
                <Link to="/City"className="nav-item" >
                  МІСТА
                </Link>
                </div>
              </div>
            </div>

            <div id ="slider">
          <div id = "polosa">
              <img src="images/tern/vishnveckiy-6-632b607c6378b.jpg"/>     
                <img src="images/tern/vyshnevec_palac2.png"/>    
                <img src="images/tern/6.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Перша писемна згадка про Вишнівець зустрічається в історичних джерелах з 1395 року. Великий князь Литовський Вітовт (бл. 1350—1430), позбавивши Дмитра (Ольгердовича) Корибута (бл. 1358/1359—1404) Сіверського князівства, дав йому взамін кілька поселень на Волині, в тому числі і Вишнівець. Тоді на правому березі річки Горинь там, де нині розташоване село Старий Вишнівець, Дмитро Корибут збудував перший замок для захисту від татаро-турецьких набігів.</p>

        <p>Теперішній палац розташований на місці оборонного замку 1395 року, який було перебудовано та укріплено у 1640 році коштом Яреми Вишневецького. Він модернізував замкові укріплення та збудував оборонний монастир кармелітів, який входив в єдину оборонну систему Вишневецького замку.

</p>

        <p>У 1675 під час нападу влітку турків, татар війт Вишнівця Єжи Борковський керував імпровізованою обороною замку Вишнівця. 11 діб невелика залога замку не дозволяла його взяти переважаючим кількісно ворогам. 31 серпня (подібно, через зраду частини жидів) замок був взятий; вся шляхта, закрита в замку, була винищена.</p>

        <p>Після руйнування замку у 2-й половині XVII століття фортифікаційні елементи відновлено у 1705 році.
У 1730-х роках Міхал Сервацій Вишневецький збудував за проектом архітектора Я. Бланже палац, який наприкінці століття реконструйовано.
Паралельно до головної забудови закладено парк у англійському стилі.
Смерть останнього чоловіка в роду Вишневецьких передає палац у Вишнівці по жіночій лінії сімейству Мнішеки, під керівництвом яких палац засяяв всіма гранями своєї краси, додавши ще одну перлину в намисто європейського палацове-паркового мистецтва. </p>
    
         <p>Три покоління власників з роду Мнішеків (Ян Кароль (1716—1759), Міхал Єжи (1748—1806) та Король Філіп (1794—1846)) надають Вишневецькому палацу королівського блиску: живопис (одних портретів з приватних зібрань Вишнівецьких, Потоцьких, Сангушко, Чарторийських, Острозьких… близько шестиста), скульптура, антикварні меблі, голландські кахлі, література (близько двадцяти однієї тисячі томів), зброя, посуд.

Оноре де Бальзак, який відвідав Вишнівець у 1848 році, назвав палац і парк «малим Версалем».</p>
            
        <p>Під час Першої світової війни палац було пошкоджено. Відбудований у 1920-х роках архітектором Владиславом Городецьким. Навесні 1944-го під час бойових дій зазнав значних руйнувань. У 1950-х Вишнівецький палац відремонтовано, однак первісний вигляд, зокрема його внутрішнє убранство, не відновлено.В архітектурі Вишнівецького палацу поєднані риси пізнього бароко й класицизму. Після перебудови просторий палац набрав обрисів класичного стилю; його видовжений у плані двох’ярусний корпус із флангами, вищими на один ярус бічними еркерами становив симетричну П-подібну композицію. Центральна частина фасаду з парадним входом оздоблена ризалітом, увінчаним трикутним щитом з пишним ліпленням. На задньому фасаді поміж ризалітами розміщується аркові галереї. Брами до резиденції величні, виконані з наслідуванням античних тріумфальних брам. </p>
            
        <p>В архітектурі Вишнівецького палацу поєднані риси пізнього бароко й класицизму. Після перебудови просторий палац набрав обрисів класичного стилю; його видовжений у плані двох’ярусний корпус із флангами, вищими на один ярус бічними еркерами становив симетричну П-подібну композицію. Центральна частина фасаду з парадним входом оздоблена ризалітом, увінчаним трикутним щитом з пишним ліпленням. На задньому фасаді поміж ризалітами розміщується аркові галереї. Брами до резиденції величні, виконані з наслідуванням античних тріумфальних брам. </p>   
            
        <p>Внутрішня структура палацу була симетрична, дзеркальна, з вестибюлем зі сходами і салоном. Ряд залів у партері, поєднаних широкими арковими переходами, становили дзеркальну галерею з численними предметами мистецтва, що була однією з найвеличніших у приватних резиденціях Речі Посполитої XVIII ст.</p>  
       
       
    </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2569.946912801033!2d25.736922215711516!3d49.89979997940312!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x472fdbb3cda5fc39%3A0xe11491fe06831420!2sVyshnivets%20Palace!5e0!3m2!1sen!2sua!4v1681335652080!5m2!1sen!2sua" width="100%" height="800"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
);
};
export default Vish;