import { Link, useLocation } from "react-router-dom";
import "../1.js"

const Vodop = () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>

       
     <div id ="slider">
          <div id = "polosa">
                <img src="images/dnipro/revuchyj.jpg"/>
                <img src="images/dnipro/606c.jpg"/>
                <img src="images/dnipro/KIU6b.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>За заповітом Т. Г. Шевченко просив, щоб його поховали там, «де реве Ревучий». Дослідники творчості Тараса Григоровича вже давно виявили  невідповідність між його заповітом і тим місцем біля Канева, де поховали Кобзаря. Що таке «ревучий», якого, «щоб було видно, було чути»? Поет бачив пороги від Катеринослава до Запоріжжя, які затопили під час будівництва ГЕС. Але дух наших предків вимагає, щоб велич води і каменю було відновлено, щоб нарешті були знайдені відповіді і мрія Кобзаря втілилася у життя.</p>

        <p>На Монастирському острові, у парку імені Т. Г. Шевченка, де встановлено найбільший в Україні пам’ятник Кобзарю, було відтворено поріг Ревучий. Водоспад у центрі міста? Так, це Дніпро! 14 вересня 2013 року, до Дня міста та 200-річчя від народження Тараса Григоровича, на гранітних схилах Монастирського острова відбулося урочисте відкриття, хоч і рукотворного, проте  водоспаду. Воно пройшло феєрично, у самобутньому українському стилі. Олександр Вілкул, Іван Куліченко, Дмитро Колесников і Євген Удод підняли руки і дали сигнал козакам, що стояли біля чотирьох гармат на нижньому оглядовому майданчику навпроти водоспаду. Після залпу гармат водоспад заволокло димом і всі почули його «рев».</p>

        <p>«Поріг Ревучий» – єдиний штучний водоспад в Україні, його висота – 17 метрів, ширина - 20, архітектор Дмитро Волік. При облаштуванні водоспаду ні знятий жоден камінчик з природного моноліту, до нього ще додали 70 тонн каміння, підібраного, таким чином, щоб воно було того ж віку, що і граніт на острові. Його привезли зі степів Солонянського району і змонтували на водоспад. Продуктивність водоспаду 1600 кубічних метрів на годину, обсяг води колосальний, насоси качають воду з р. Дніпро на глибині 3-х метрів. Нелегко довелося підряднику будівництва, директорові ПП «Нова» Богдану Водолажченко, бо всі роботи треба було провести не порушуючи ландшафт, довелося замість однієї труби зробити три і пустити обхідним шляхом. Водоспад може працювати в декількох режимах і має свою родзинку – підсвічування в формі та кольорі Державного прапору України.</p>

        <p>Ревучий не видно з самого острова, а тільки чутно, як падають могутні струмені води. Це дивовижне місце для роздумів та мрій, до речі спеціально для цього було обладнано верхній оглядовий майданчик на набережній, де встановлено лавки, щоб містяни могли годинами милуватися водоспадом та скелями острова. Саме цього штриха не вистачало Монастирському острову, щоб він набув справді «історичного» звучання і люди на власні очі могли уявити ті численні легенди, які пов’язані з островом.</p>

        <p>Побутує історія, що в Писанні святого Феодосія цей острів згадується в якості самої крайньої північної точки, до якої на початку І століття до н.е. дійшов Андрій Первозванний – учень Христа, який мандрував східними країнами з православною місією. Він встановив на місці святилища скіфів православний хрест, а під ним з’явився могутній водоспад.</p>

        <p>Говорять, що острів має свою енергетику, не схожу ні на що і саму потужну в Україні. Багато біоенергетиків та вчених підтвердили це. Деякі вчені впевнені, що саме в цих місцях відкриваються паралельні світи. На одній з доріжок біля пам'ятника Т. Г. Шевченку регулярно з'являються розриви хрональних полів. Потрапляючи в них, людина відчуває космічну невагомість, годинник починає збиватися і можна побачити зовсім інші простори і світи. А згідно інших досліджень на глибині 70 метрів була виявлена піраміда, від якої мабуть і відбувається потужний енергоінформаційний обмін з всесвітом. З цієї причини острів Монастирський включено до переліку 22 місць з потужною енергетикою і входом в паралельні простори.</p>

        <p>Ще одна загадка, яка у всіх на вустах – як пам'ятник Кобзарю через стільки років буде дивитися саме на «Поріг ревучий»? Він був встановлений фасадом строго проти течії Дніпра, в сторону Києва, а особа поета завжди дивилася наліво і вниз. Коли пам’ятник було відкрито після капітальної реконструкції ні влада, ні автори  монументу навіть не припускали такого дива. Погляд Тараса через 200 років спрямувався на поріг Ревучий і тепер він бачить і чує «як реве ревучий».</p>
                
        <p>Навіть коли все життя живеш у Дніпрі і знаєш це місце «як облуплене» несподіваним і чудовим стає диво… водоспад «Поріг ревучий», особливо у сонячний день, коли промені сонця пронизують прозорі струмені води, що падає зі схилів острова і нагадує про історію, легенди та чарівність, що нас оточують, про наше рідне місто і його чудові творіння.</p>

       </a>
                                
</div>    


	 
      <div class="map">
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d10583.263898893474!2d35.07092889125637!3d48.46006031800588!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40dbe2cca77629b7%3A0x471fcfef41a333b1!2sMonastyrs%CA%B9kyy%20Ostriv!5e0!3m2!1sen!2sua!4v1680704057170!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
		</div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false" ></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    
</div>
</div>
       
    );
};

export default Vodop;