import "../1.js"
import { Link, useLocation } from "react-router-dom";

const Voron = () => {
    return(
        <div class="header3">
        <div class="slide-first"></div>
        <div class="slide-second"></div>
        <div className="container">
        <div className="header-line">
          <div className="header-logo">
            <Link to="/"> <img src="images/logo-50.png"/></Link>
          </div>
          <div className="nav">
            <div>
            <Link to="/" className='nav-item'>ГОЛОВНА</Link>
            <Link to="/City"className="nav-item" >
              МІСТА
            </Link>
            </div>
          </div>
        </div>


        <div id ="slider">
          <div id = "polosa">
                        
                        <img src="images/crimea/075136987.jpg"/>
                        <img src="images/crimea/istockphoto-807759424-612x612.jpg"/>
                        <img src="images/crimea/istockphoto-807759498-612x612.jpg"/>
            </div>      
    </div>
             
<div class="inf">
                
        <a><p>Воронцовський палац - одна з найяскравіших пам'яток Криму. Він відомий у всьому світі. Туристи приїжджають до Алупки помилуватися чудовим шедевром архітектури XIX століття - літньою резиденцією князя Михайла Семеновича Воронцова, а також красивим парковим ансамблем навколо Воронцовського палацу.</p>

        <p>Зводився Воронцовський палац з 1828 року за проектом популярного в той час англійського архітектора Едварда Блора, автора знаменитого Букінгемського замку. Хоча спочатку будівництво палацу планувалося зовсім за іншим архітектурним задумом. Спочатку ясновельможний граф Михайло Воронцов запросив архітектора Франческо Боффо, під керівництвом якого був закладений фундамент і здійснена перша кладка (1825 - 1828 роки). Раптово зведення палацу було припинено. Відновив будівництво вже новий архітектор із новим баченням самої ідеї палацу. Эдвард Блор дещо відійшов від класичного стилю на користь англійської готики та романтичних форм східної архітектури. Літня резиденція видного державного діяча Росії, генерал-губернатора Новоросійського краю М. С. Воронцова, мала бути бездоганною. Незважаючи на те, що сам Едвард Блор особисто при будівництві будинку не був присутній, він був добре обізнаний з особливостями місцевості. Воронцовський палац органічно вписався в навколишній ландшафт. Унікальність Воронцовського палацу в тому, що він поєднує в собі елементи різних епох і стилів.</p>

        <p> В якості будівельного матеріалу використовувався діабаз - місцевий зеленкувато-сірий камінь вулканічного походження. За своїми властивостями він у два рази твердіший за граніт, але вимагає делікатного поводження. Один невірний рух - і всю роботу доводилося починати заново. Величезні діабазові брили вирівнювалися під потрібні розміри, шліфувалися вручну примітивними інструментами. Це була колосальна робота!</p>

        <p>Воронцовський палац із західної, південної і північної сторін має різне за стилем оформлення. Парадний фасад розташований із західного боку. Він нагадує середньовічну фортецю VIII - XI століть із високими вежами, потужними, глухими зубчастими стінами, вузькими бійницями. Північна сторона палацу поєднує в собі елементи двох стилів XVI століття - англійської готики й епохи Відродження.</p>

        <p>Південний вхід Воронцовського палацу оформлений по-східному. Глибока біла ніша з візерунчастою аркою і різьбленим орнаментом за своєю архітектурою має схожість із мечеттю. Доповнює східний образ і напис арабською мовою, який виконаний по фризу ніші шість разів: «І немає переможця, крім Аллаха!». Мимоволі складається враження, що ви перенеслися в одну з казок із «Тисяча і однієї ночі». Південний фасад звернений до моря, він виходить на мальовничу левову терасу. Грізні та могутні вартові - шість білосніжних мармурових левів (їх автор - Джованні Боннані) - охороняють спокій Воронцовського палацу.</p>

        <p> Палацово-парковий комлекс складається з центрального, столового, гостьового, бібліотечного та господарського корпусів, які поєднані в єдине ціле. Гостьовий корпус також ще називають Шуваловський, оскільки тут розташовувалися покої дочки Воронцова - Софії, в заміжжі графині Шувалової.</p>

        <p>Внутрішній вигляд палацу по своїй розкоші не поступається екстер'єру. Оздоблення багатьох кімнат зберегло свій первісний вигляд, у палаці справжні навіть оббивка і оздоблення стін, шикарні стелі, готичні каміни, панелі та двері з мореного дуба. Багата колекція гравюр, картин, скульптур, вироби з фарфору, предмети побуту і безліч інших деталей роблять інтер'єр палацу неповторним. Окрасою однієї з кімнат є прекрасний білосніжний рояль. У палацових покоях сьогодні діє музей. Всі бажаючі можуть ознайомитися з його експонатами.</p>
                
        </a>
                                
</div>    


	 
    <div class="map">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2746.8977867631975!2d30.736305217321682!3d46.49033633719061!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40c631c664c34021%3A0x94ce8bdbdfc1ccc8!2sVorontsov%20Palace!5e0!3m2!1sen!2sua!4v1680457417283!5m2!1sen!2sua" width="100%" height="800" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    </div>
  
   
    <div class="form-item__textarea">
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <grammarly-extension data-grammarly-shadow-root="true"  class="dnXmp"></grammarly-extension>
            <textarea id="form-content" placeholder="Kоментувати..." spellcheck="false"></textarea>
           
    </div>
             <div class="button_comm" >
              <button type="comm">Надіслати</button>
             
             </div>
    </div>
</div>
    );
};

export default Voron;